#version: 0.2
a n
i n
t i
t h
t u
t a
m a
a r
u n
a q
l i
u t</w>
m i
s i
a u
i t</w>
e r
a l
th e</w>
u q
o n</w>
i r
i q
r e
an n
q u
a k
g i
e r</w>
s t
in n
g a
i l
m r</w>
r i
j u
t o</w>
i k</w>
e n
a t</w>
a v
in g</w>
c o
i t
s a
u l
y o
ti on</w>
a t
i k
a m
s u
p i
o f</w>
yo u</w>
aq tu
l u
in g
a mi
an g
st a</w>
an d</w>
p e
i n</w>
in i
j i
a ti
i s</w>
o n
o r
e d</w>
mi sta</w>
qu j
th an
than k</w>
un n
ann ami
n un
quj annami
e s</w>
qujannami ik</w>
k i
m en
th at</w>
r a
s pe
uq aq
h a
si v
ta u
m ini
v i
g ut</w>
tu n
e s
o r</w>
p re
ak er</w>
r o
spe aker</w>
co m
t er
ma j
a p
u ti
l u</w>
ar n
o u
ma li
a q</w>
t a</w>
al u
a s
w e</w>
ta tion</w>
a li
in ter
tu sa
m ut</w>
m i</w>
men t</w>
nun av
tusa a
inter pre
ik k
interpre tation</w>
i j
a n</w>
c ha
d e
m an
li ri
f or</w>
au ta
g a</w>
cha ir
l e
siv auta
k k
h av
t i</w>
w h
ti gut</w>
au j
u r
e n</w>
a l</w>
t o
a s</w>
n o
ar i
am ma
tusaa ji
a g
l e</w>
lu g
a tu
t t
p er
q an
a c
ak k
k ati
t s</w>
tusaaji tigut</w>
ar e</w>
u j
th is</w>
s ta
p ro
i s
hav e</w>
er e</w>
l o
in ir
mini st
a j
uq au
aqtu q</w>
mali ga
s on</w>
u t
aq ti
on s</w>
q au
b e</w>
m e
g o
m ma
qu es
er s</w>
ti i</w>
uqaq ti</w>
b e
li r
nunav ut</w>
mi k</w>
ul d</w>
th e
v a
l y</w>
il l</w>
amma lu</w>
ap iq
v er
uqaq tii</w>
s e</w>
i li
un i
co n
a k</w>
m b
an i</w>
m a</w>
tu q</w>
n iq
uqau si
gi j
au q
per son</w>
minist er</w>
k e</w>
k a
in u
inn i
m e</w>
m ann
a b
maliga li
un ga</w>
o uld</w>
chair person</w>
s e
gi t
si ma
sivauta q</w>
w ill</w>
p u
ju q</w>
g u
c i
qau ji
w it
p p
v e</w>
d i
ki in
p ar
wit h</w>
kiin auj
c e</w>
a tion</w>
u v
aq q
apiq qu
w ould</w>
ou r</w>
si maj
s an
s t</w>
pi liri
ma n</w>
ar u
il inni
e l
s o
inn ut</w>
ta q
com m
ti ons</w>
tu t</w>
i su
h on</w>
a d
uq ti
a ij
me mb
n i
pi j
p o
niq tun
lug u</w>
chair man</w>
ques tion</w>
ing it</w>
n u
tu q
inn i</w>
t ti
au l
niqtun aqtuq</w>
com mi
kati maj
th ere</w>
liri j
t e
ta ma
alu k</w>
re s
aqtu n
h o
inir mut</w>
am ma</w>
r u
un i</w>
an i
ang it</w>
s o</w>
lug it</w>
a y</w>
arn i
ju ti
ga va
aq ta
man ga
u p</w>
apiqqu ti
al a
ki si
ta i
w as</w>
m o
aq p
al li
go ver
gover n
iq qan
f or
li ke</w>
the y</w>
gi l
men ts</w>
e x
par t
iqqan aij
r e</w>
li q
i g
d ing</w>
maligali uqti
m y</w>
de part
gava ma
an ut</w>
tu inn
govern ment</w>
nunav u
commi tt
i f</w>
no w</w>
ari aq
ar v
f f
o p
un g
al u</w>
a su
th er</w>
p or
h e
g e
l a
th o
p a
mann a</w>
d o
committ e
ang iq
ti es</w>
ou s
a si
w or
t in
memb ers</w>
p iq
no t</w>
sivauta aq</w>
n e
al l</w>
c es</w>
ti k</w>
o ut</w>
m in
9 9
ann i
b u
mini sta</w>
atu q
a ta
n ir
d s</w>
tu t
tau j
p l
d u
u a</w>
t h</w>
it y</w>
ul lu
f ro
ka ma
fro m</w>
to o</w>
kk ut</w>
nu ta
v ut</w>
qan u
depart ment</w>
e m</w>
al l
t ed</w>
inn it</w>
at ti
k ing</w>
au r
to o
sa q</w>
ing a</w>
ta manna</w>
0 0
inn ik</w>
ti ti
ar ri
unn i
l l
v u
isu ma
b ri
an ga
q i
committe e</w>
on e</w>
c an</w>
ques tions</w>
n a
at ta
iq aq
too too</w>
g u</w>
lirij ikk
s aq
a i
y e
d e</w>
s er
p on
a ju
u k</w>
at e</w>
n al
katimaj ir
m p
ik sivautaq</w>
a r</w>
s h
aqtu t</w>
in ga
e c
nun al
katimajir ala
pi gi
a w
un ga
c h
ma t</w>
i r</w>
d ay</w>
u ju
ri j
pe op
mma t</w>
m u
lir inirmut</w>
en t</w>
ha s</w>
peop le</w>
at a</w>
ann a</w>
b y</w>
it em</w>
an ik</w>
ti l
wh at</w>
iqaq ri
v e
iqaqri alu</w>
go ing</w>
un it</w>
res pon
tut u</w>
an ir
ta l</w>
mini sta
b ut</w>
i c
t ra
d er
bri en</w>
il l
comm uni
it tuq</w>
tusaa j
un ity</w>
comm unity</w>
a it</w>
an t</w>
mali g
ta k
ge t</w>
un ikk
n g</w>
ikk arri
inu it</w>
ar d</w>
ti me</w>
b le</w>
sa it</w>
b o
mi t</w>
es s</w>
sta te
du c
un ut</w>
t r
m s</w>
ar manga
s au
aqq i
ang a</w>
ma ta</w>
ati gi
so me</w>
unikk a
iq alu
u g
n ak</w>
ar a</w>
s in
ar vi
il a
ser vi
m mi
u p
nal un
nuta ra
kama gij
kati ma
the ir</w>
at t
pro g
is sivautaq</w>
ikkarri aluk</w>
ar unn
communi ties</w>
u k
ci al</w>
au se</w>
sa n</w>
nun ali
u s
li ma
s un
maligaliuqti it</w>
il u
be en</w>
1 99
v alli
ag re
ta akk
m or
lo o
ar uti
ab out</w>
iq q
ati ons</w>
ab le</w>
a tau
u r</w>
ver y</w>
tu ra
an s
o ther</w>
siv u
ra ij
ing innut</w>
r n
ju st</w>
an it</w>
a m</w>
av ut</w>
f in
servi ces</w>
d o</w>
c c
or al</w>
ju ma
he al
yo ur</w>
ali ma
ul lu</w>
ac k</w>
aw ak</w>
an awak</w>
st an
ar ra
l li
raij an</w>
h ous
a un
au ti
tai ma
mma ta</w>
es e</w>
simaj ut</w>
d ers</w>
th ese</w>
t y</w>
d er</w>
an gi
arv aluk</w>
w ere</w>
v er</w>
heal th</w>
al so</w>
s i</w>
k now</w>
at ta</w>
an git
ar lu
an aru
iqalu it</w>
ar s</w>
ka ju
wh en</w>
e duc
hous ing</w>
t si
ar va
aj uq
h t</w>
t ing</w>
qi mi
ta un
ut in
tusaaj i</w>
av it
ann u
ve lo
titi r
n am
de velo
ga v
si man
at ed</w>
uq alima
pp or
s ul
p ri
unni it</w>
anaru aq</w>
00 0</w>
ma k
tho se</w>
wh o</w>
uti q
c le
c l
ang u
tu s
si r
p uq
il lu
re por
pi cc
picc o</w>
siv ul
p ut</w>
n g
a ga
on al</w>
mor e</w>
educ ation</w>
g e</w>
ac t</w>
arn ir
t er</w>
f ir
al auq
ap ir
v in</w>
unn i</w>
mo tion</w>
c t</w>
ikk ut</w>
unn ut</w>
arra ag
gi aq
g ni
ul auq
al ly</w>
an ce</w>
g o</w>
kisi ani</w>
d ed</w>
o l
re co
tin ut</w>
ini q</w>
tu kisi
iqqanaij aqti
ul a
it tu
atu inn
avit tuq
t s
memb er</w>
aqtun ga</w>
a anni
niq sun
kk u
an y</w>
re ad
v v
am i</w>
g ht</w>
> >
uq q
is su
ik u</w>
th in
qimi r
pigi aqti
ik sivautaaq</w>
am a</w>
ta r
k il
ma r
- 1</w>
tama tu
be c
ann ir
akk ut</w>
reco gni
niqsun aqtuq</w>
k at
au juq</w>
vi e
vi si
qauji ma
taakk ua</w>
lir inir
re g
p le
f un
develo p
q il
mi lli
ji it</w>
ali r
il lu</w>
en ts</w>
s ed</w>
b li
at si
tu re</w>
thin k</w>
milli on</w>
h e</w>
o ff
maligali ur
u s</w>
ti t</w>
nalun a
f f</w>
e e
bec ause</w>
ha d</w>
v alu
ki uj
fir st</w>
uqausi kkut</w>
s c
al lu
p arn
com e</w>
hav i
liq pa
c en
al ak
ye ar</w>
nunal inni</w>
ik aju
wor k</w>
z e</w>
li ur
c h</w>
nutara k</w>
katimajirala at</w>
l lugit</w>
co uld</w>
pro vi
ili q
ag e</w>
state ments</w>
in asu
k s
ar ds</w>
agre ed</w>
malig ak
re vie
th ous
thous and</w>
respon si
ik ajuq
ig lu
ho w</w>
w ant</w>
m mi</w>
k ing
h ere</w>
ta anna</w>
the m</w>
pu q</w>
ma ann
kaju si
develop ment</w>
mp son</w>
tho mpson</w>
m on
d on</w>
aj ji
ma ke</w>
cle an</w>
c y</w>
puq iq
qauji maj
puqiq nak</w>
ilinni aqtu
ga su
co r
alak annu
t w
it sivautaq</w>
bu d
b ill</w>
unn aq
tama kk
stan ding</w>
k sa
tun ga</w>
ta am
n ak
f i
mi li
man i
l uni</w>
vu raijan</w>
i m
u ji
p en
m clean</w>
con t
as t</w>
ar mat</w>
an il
as se
in for
apiqquti it</w>
s ti
w el
tu k
t or
as k</w>
pij juti
it sivautaaq</w>
i tu
v ing
pi valli
aq tau
tai mann
lirijikk ut</w>
as e</w>
ga j
ati q
c e
ami k</w>
su k</w>
a d</w>
v unga</w>
b ill
r am
s l
l lu
mma ri
le t</w>
c er
a pi
ti mi
piliri at
akk a</w>
sta ff</w>
j a
sima ju
k s</w>
tun n
pi lir
e suk</w>
d ir
u si
ak esuk</w>
sivauta a</w>
dir ec
tu k</w>
sc ho
maligali uq
bud get</w>
k ti
ali k</w>
so cial</w>
p ir
un ik</w>
n o</w>
wh ic
whic h</w>
asse mb
ta l
l lugu</w>
assemb ly</w>
y ing</w>
c u
u ma
ro ug
qu ti
qil av
pre mi
aru ma
tamatu m
le gi
an iq
qimir r
legi sl
g it</w>
f e
su r
su ppor
ne w</w>
ll ars</w>
k ed</w>
do llars</w>
anil i</w>
kil ab
kilab uk</w>
el ders</w>
pre s
ou r
repor t</w>
ak isu
gavama kk
wh o
kisi anili</w>
aq t
ur mi
s uq
u mi</w>
k el
al aur
q ittuq</w>
in to</w>
angit tu
uv valu
sul i</w>
ir qittuq</w>
a aqq
kel vin</w>
bill s</w>
c api
titi q
pu gut</w>
p inga
capi tal</w>
u juq</w>
it ti
com ments</w>
gav am
ap pro
mini s
gavama kkut</w>
tr ans
co un
ar ij
al s</w>
2 000</w>
revie w</w>
premi er</w>
j o
f er
d is
tau juq</w>
pi taq
off i
o per
ma tion</w>
l l</w>
k u
ati ve</w>
s si
piliriat saq</w>
ga ma</w>
ullu mi</w>
tau ju
ta ke</w>
g in
gi v
ta vv
s tu
m manga
c ul
a aqqi
th ing</w>
aq arn
0 0</w>
t ly</w>
r an
ing innit</w>
iq ta
uqausi q
akisu k</w>
ik sivautaa</w>
c al</w>
prog ram
j ut</w>
nir u
c re
ar mata</w>
j j
ul lugit</w>
b ack</w>
w n</w>
pu bli
h ou
who le</w>
p inasu
read ing</w>
k ir
hou se</w>
es t</w>
infor mation</w>
si q
program s</w>
po li
v ed</w>
f u
p il
git tuq</w>
g n
arva allu
su m
ing ir
au ju
to day</w>
ti gu
it t
ut ti
un der
u ri
t en
kat tuk</w>
state ment</w>
k an
nak urmi
minist ers</w>
to tal</w>
t ta</w>
po in
piq uji
for e</w>
f ac
titir aq
responsi ble</w>
e ment</w>
199 9
tu ki
nunavu mi</w>
maj unga</w>
h is</w>
arvaallu k</w>
suppor t</w>
su re</w>
qanu q</w>
pilir iq
o un
199 9</w>
s es</w>
q auj
me e
ma anna</w>
si mali
th roug
nakurmi ik</w>
wh ere</w>
publi c</w>
na as
ing innik</w>
aqta un
u ta
ma y</w>
li uq
in di
u ki
ar aj
ang ir
tun it</w>
ma t
il auq
1 0</w>
ak ili
re gi
naluna iq
y s</w>
w er</w>
p iku</w>
d ents</w>
ar mi
a inn
sivu liq
o ver</w>
li e
l auq
ann gi
ali q
o k
tau q</w>
sh ould</w>
se con
arraag u
tun i</w>
j am
tu r
q ut</w>
in i</w>
git tut</w>
a il
sa i
o l</w>
in iq
tun i
ma tu
issu e</w>
con tra
be lie
be ing</w>
arni q</w>
nir tun
m u</w>
it s</w>
gil lugu</w>
a p</w>
ul l
t sa
qu vi
tw o</w>
ra m</w>
prog ram</w>
y es</w>
scho ol</w>
pro b
p ut
l lu</w>
jam es</w>
iqqanaij a
uqau s
ti ve</w>
tamakk ua</w>
s aqqi
kiinauj ait</w>
pij ari
se e</w>
o d</w>
ing s</w>
ik u
c ess</w>
tun ik</w>
tt er</w>
m ang
in gi
en ing</w>
akk u</w>
na amma
j ack</w>
con cer
mb er</w>
inu kti
tor s</w>
ti tti
re s</w>
ili ta
g inn
pu kir
er y</w>
ar e
a ff
sivul liqpa
qilav v
qauji s
nutara q</w>
bu sin
w i
g all
de put
deput y</w>
belie ve</w>
1 1</w>
di ff
un ir
res s</w>
j unn
loo k</w>
la in</w>
aqtun i</w>
throug h</w>
g unn
r uti
il angit</w>
wor king</w>
inn ga</w>
ar k</w>
sima juq</w>
si on</w>
s aqq
qu si
avittuq simaj
aqarn angittu
tun ij
tauj ut</w>
tau v
t sait</w>
q ik
p ula
mar ru
bo ard</w>
tun ut</w>
t tu
gall ery</w>
alakannu ark</w>
san ik</w>
iqq ittuq</w>
q a
apir i
ri ght</w>
bu il
be fore</w>
armanga ata</w>
aqtu gut</w>
vu q</w>
so me
ing anik</w>
i ma
uti t</w>
f ic
e mp
ul lugu</w>
ti tt
ing anut</w>
i i</w>
unn gi
qu ir
ma de</w>
ili ty</w>
poli cy</w>
po si
ou s</w>
l angu
j ec
ak itu
piquji v
ajji gi
taam san</w>
ing inn
at taq
ar mi</w>
nunali it</w>
tt ing</w>
ta uni
legisl ative</w>
is sivautaaq</w>
iq al
en ce</w>
ul u
uj aq</w>
g alu
kiinauj aq
ju maj
spe ci
sa y</w>
ti onal</w>
san it</w>
pl ac
on g</w>
ok alik</w>
minista it</w>
mili an</w>
loo king</w>
kiinauj aqtu
con si
aqp ut</w>
2 0</w>
uj ut</w>
u ra
piqujiv unga
p s</w>
mo ve</w>
kk a</w>
apiq qut</w>
uvvalu unniit</w>
ma mi
li k</w>
k ee
do cu
arlu k</w>
ar asu
a f
unn it</w>
tu gut</w>
c ated</w>
aqtun ik</w>
ann ut</w>
ann ik</w>
w on
maliga q</w>
ka an
anir mut</w>
unn ik</w>
qilavv aq</w>
ac h</w>
ang inn
o k</w>
emp lo
c an
arva arluk</w>
y ak</w>
on ly</w>
kiuj juti
ing inni</w>
un der</w>
o ri
fun ding</w>
ami su
tu rn
o yak</w>
ne ed</w>
havi oyak</w>
c lu
aqtun it</w>
aq qu
as ed</w>
tin it</w>
ar ti
ar atta</w>
v es</w>
uk ali
l in
c tion</w>
atta r
g ra
as si
aq si
angiq atigi
aga in</w>
w ay</w>
unikka angit</w>
re d</w>
ple ase</w>
inir mik</w>
z ed</w>
w ri
ter s</w>
i pp
w t</w>
ukali q</w>
titiq q
pe ter</w>
k in
t e</w>
provi de</w>
g en
uqaus ingit</w>
minista mut</w>
maligak saq</w>
ing n
atti gu</w>
un iq
p alli
gi ar
e y</w>
aqtu q
nunavu umi</w>
nirtun ar
co l
am ut</w>
s y
recogni ze</w>
pukir ng
h i
ch ang
aqtu mik</w>
an s</w>
a gut</w>
re c
piq uj
pij unn
l at
ex pen
ang innit</w>
kiinauj ali
ann iq
un a</w>
su sta
pukirng nak</w>
maann aujuq</w>
lu ta</w>
uju it</w>
susta in
p pi
mma q
l ast</w>
inn atuq
committe es</w>
d ate</w>
no ti
mak lain</w>
isuma gij
1 2</w>
sustain able</w>
man it
ili taq
d y</w>
c ur
uqq a
ta uq
pro jec
o ppor
su li
isuma alu
in ut</w>
/ 2000</w>
fin ance</w>
am p
al lo
1 9</w>
wel l</w>
qan ga
lirijikk unnut</w>
col le
nir i
le men
k atu
u tau
prob le
a a</w>
p au
it a</w>
anga t</w>
ar ama</w>
apiqquti t</w>
re e</w>
r mi
pl an</w>
langu age</w>
k saq
a ir
th en</w>
op ening</w>
issu es</w>
ilinni aqti
pi v
p ul
iqqanaij aq
angi ju
uqausi ks
re spe
man y</w>
lu tik</w>
ing ani</w>
i an</w>
auj ut</w>
u unga
sta r
s ing</w>
recogni tion</w>
naas au
l aur
havi ujaq</w>
depart ments</w>
res our
n or
mo tions</w>
d ge</w>
trans por
st and</w>
en d</w>
ang innut</w>
ut h</w>
mi st
us ed</w>
nu mber</w>
kamagij aq
il d
diff er
aul auq
ati gut</w>
akk annir
yo uth</w>
mini si
ma in
katimajirala anut</w>
gi ve</w>
ai pp
a uni
ye ars</w>
n uqq
maligaliur ving
ingir ra
de al</w>
arn iq
armanga aq</w>
ar mik</w>
aqta vut</w>
mon ey</w>
mist u</w>
maligaliuq ti</w>
in let</w>
git tu
c us
b l
aq pugut</w>
ak saq</w>
uq tu
jj iq
ap pl
1 3</w>
0 -
w e
ul aur
pi iku</w>
ar ding</w>
aq sima
ad d
pij itti
ir n
inukti tut</w>
h el
ang innik</w>
visi tors</w>
utin ut</w>
tt en</w>
transpor tation</w>
king ul
k angiq
ikk u
ga tta</w>
busin ess</w>
a ys</w>
su pp
por t
gil lu</w>
ga t</w>
g ini
di d</w>
tau san</w>
qik iqta
k no
in v
dis cus
av i
anga j
wh e
w ard</w>
u q</w>
ts angit</w>
til l</w>
manit ok</w>
mak li
ma kk
amp le</w>
tusaaj ikkut</w>
su tik</w>
siv un
nunav ut
kaan tura
aqtun ut</w>
v ing</w>
til lugu</w>
ta il
s till</w>
respe ct</w>
plac e</w>
p ur
g uti
ex ample</w>
e f
concer n
aq puq</w>
apiqquti ga</w>
ne e
cul ture</w>
atu r
al i</w>
1 5</w>
uj unit</w>
ta ak
secon d</w>
maligaliuqti t</w>
kati man
e ar
cor por
com men
w ing</w>
ti k
tau p</w>
reg ards</w>
makli in</w>
inn g
fu ture</w>
ta ble</w>
t ta
st ru
re quir
o t</w>
atuq tu
wri tten</w>
v al
qauj ikk
n alli
il u</w>
c lo
w is
v ik</w>
n ex
nex t</w>
ili ties</w>
tr ying</w>
respon d</w>
repor ts</w>
ig l
in ing</w>
h on
e v
di tional</w>
av ail
aqti tti
poin t</w>
pil lugu</w>
or ders</w>
gen er
appro pri
ann i</w>
pijjuti gillugu</w>
ni q</w>
kiinaujaqtu ruti
ki g
in clu
f ur
appl ause</w>
oper ations</w>
ju sti
h u
der ing</w>
atau si
aaqq it
9 -
r y</w>
pau l</w>
p at</w>
n an
aqtu mi</w>
uqausi tsangit</w>
til lugit</w>
san aj
ri aq
g ro
uqaq qau
uqalima aqtaun
sy st
resour ces</w>
j ju
e co
eco no
cen tra
an other</w>
z ation</w>
uq uti
uq tuq</w>
u se</w>
tauj unn
sivul li
im port
i mp
gu ma
at ing</w>
ans wer</w>
wel come</w>
tuq tut</w>
simali q
san ut</w>
read y</w>
re n
pres en
liri ji
l i</w>
c ti
b ay</w>
ut ta</w>
uj j
tu mi</w>
tin ik</w>
re commen
l and</w>
ung n
mee ting</w>
m ullu</w>
for ward</w>
arn ut</w>
ta bl
stu dents</w>
pro cess</w>
p li
justi ce</w>
fe der
f e</w>
avail able</w>
mu ch</w>
gn wt</w>
expen di
commi ssi
cl er
bo ards</w>
af ter</w>
wor ks</w>
ta vut</w>
p unga</w>
min ik</w>
isuma q
h ig
cont inu
c ted</w>
auj unit</w>
aqta r
aqp at</w>
>> p
ti it</w>
re fer
qanu il
lirinir mi</w>
go od</w>
b aff
baff in</w>
akk u
q am
mi s</w>
coun ci
counci l</w>
cler k</w>
ci p
alir inirmut</w>
alakannu aq</w>
1 2
ter ri
ri b
nunavu mmi</w>
lima at</w>
he ad</w>
fur ther</w>
as ked</w>
uqausiks angit</w>
tamatum innga</w>
p age</w>
ing mi</w>
ilita rij
differ ent</w>
ti gu</w>
ra ian</w>
at e
tho ri
th ir
se t</w>
se l
sa me</w>
respon se</w>
k ami
ju mik</w>
ing i</w>
h un
f o
cl ari
au thori
are a</w>
wi th
uti gi
tun ity</w>
se e
qimirr uj
pe ti
oppor tunity</w>
nam min
ju u
can ad
canad a</w>
with in</w>
th ree</w>
taun ingit</w>
s ma
re si
k in</w>
h am
gavamakk ung
arnir mut</w>
ang ani</w>
a sa
ullu ta</w>
ti m
st s</w>
it e</w>
feder al</w>
es ti
com ing</w>
aanni aqtu
whe ther</w>
ti li
k tu
ilinni ati
ak sa
taakk un
nun atti
naasau tik</w>
m mik</w>
k sait</w>
gava mali
fin an
f is
en ti
a head</w>
tunn gasu
tu res</w>
th ou
ta ulauq
s ent</w>
re turn
i vi
di visi
ann g
ak iliq
1 6</w>
utin it</w>
u u
taam p
s es
posi tions</w>
mini q</w>
lo t</w>
agre ement</w>
uq taq
liri jiit</w>
l ar
l ak
katima ji
inn ar
indi cated</w>
i mmat</w>
d one</w>
au k
2 1</w>
uqausi r
sai d</w>
mami an
kno w
gi aruti
ga ta</w>
d ent</w>
con sul
2 2</w>
1 7</w>
won dering</w>
under stand</w>
tuk sir
taamp san</w>
qaujimaj atuq
po ssi
pl ans</w>
iqq aqtu
c am
arn ik</w>
1 4</w>
uti r
uj unut</w>
syst em</w>
su ru
centra li
ce i
arvi at</w>
ang n
- mi</w>
th er
siv au
si mang
pijitti r
per ha
perha ps</w>
kku n</w>
ch ild
b ility</w>
ari ali
un gu
r ing</w>
mat es</w>
katimaj juti
contra ct</w>
aul atti
au p</w>
aqtar a</w>
ami t</w>
uti k</w>
tusaaji tigu
or der</w>
inn gu
h er</w>
at tu
ang anik</w>
>> applause</w>
w ee
s h</w>
re cei
nun atsi
kamagij ariaq
ir ij
import ant</w>
ak ainn
sti tu
parn a
nalunaiq si
kan ata
ila gij
atu aga
atu ag
ang inni</w>
w an
ti on
nee ds</w>
lo gi
giv en</w>
de centrali
ar alu
aqp unga</w>
ak s
1999 /2000</w>
tuinn aq</w>
san ik
return s</w>
on er</w>
katu jjiq
ilinni ar
ati n</w>
tra ining</w>
tavv ani</w>
tar y</w>
reg arding</w>
man ag
inir mi</w>
ik up
hav en</w>
gavama tuq
de tail
arv ik</w>
add ress</w>
s ini
re n</w>
par t</w>
men tal</w>
ik sa
consi der
child ren</w>
cen t
2 00
u m</w>
th an</w>
sanik ilu
s iniq</w>
ran kin</w>
nirtunar tuq</w>
mma n</w>
iliq qusi
d ur
d n</w>
cha ir</w>
ten ance</w>
t saq
main tenance</w>
ma ki
j un
de ci
ar y</w>
t or</w>
si mann
n a</w>
m inir
hon ou
c arri
ar luni</w>
ar ju
aqta uq
a i</w>
u su
tr y</w>
tamakk un
tal king</w>
piliri ang
ki su
ir mut</w>
git tunga</w>
com ple
com ment</w>
at tut</w>
1 8</w>
til lu</w>
sh i
s or
itt inni</w>
e l</w>
do wn</w>
arnir mik</w>
an y
uq palli
pro po
mmanga ata</w>
minis taup</w>
maligaliur vi
ma in</w>
lin e</w>
know le
f y</w>
dur ing</w>
arn it</w>
ang anut</w>
ur n
uq su
uq arunn
ul t</w>
tu ga
p ra
ll unga</w>
kiinauj alirinirmut</w>
ing an
gener al</w>
g ran
g i</w>
en g
e ff
carri ed</w>
>>p atta
uq qu
tak u
regi onal</w>
pinasu aru
p e</w>
o wn</w>
ini ti
g h</w>
b re
apiqquti q
un asu
ug alu
pu ri
katima tuinn
i v
ear li
c k</w>
all un
6 7</w>
wh y</w>
uq auj
tt inni</w>
to ge
toge ther</w>
thir d</w>
tar a</w>
ra ble</w>
qi ti
lak e</w>
l d</w>
f ol
expendi tures</w>
aqti llugu</w>
apiq usi
akk it</w>
vu gut</w>
j juti
iq qau
i mmi
h ard</w>
e ver
do es</w>
ar cti
aqti tau
w ays</w>
w atin</w>
spe cial</w>
sin ce</w>
qu llugit</w>
offi ce</w>
nunavu mmi
kk annir
kee watin</w>
inv ol
ex pe
ev en</w>
corpor ation</w>
arcti c</w>
aqtu it</w>
anni aqarnangittu
ak tu
wis h</w>
uqausi ri
ses sion</w>
pl ann
offi ci
mamian aq</w>
llu ta</w>
ilinni arvi
hu man</w>
earli er</w>
cont rib
au mmat</w>
aruti it</w>
2 4</w>
1 9
uqausi rij
tun gil
tuinn aqtunga</w>
ta bli
reg ul
pinga ju
mi k
l ong</w>
in ik</w>
honou rable</w>
esti mates</w>
es tabli
b aker</w>
ann gil
ad vi
aaqqi gi
aanni aqarnangittu
ul luni</w>
te ch
t u</w>
qimir ru
q allun
piliri v
n uq
katima jiit</w>
in it</w>
fol lo
f t</w>
e ach</w>
aq ullugit</w>
ag u
ag es</w>
uki uqtaq
st r
st er
pp o
p ilu
lemen tary</w>
kingul liqpa
g ani
fin d</w>
commissi oner</w>
co ur
atau sir
as king</w>
wor k
ut tu
provi ded</w>
pi ita</w>
o logi
ma y
kiinauj anik</w>
de li
continu e</w>
arlu tik</w>
ag it</w>
ti g
si ur
pri v
nunavu mi
in de
vi gi
val lir
u pp
ta ikk
t innut</w>
some thing</w>
si i</w>
resi dents</w>
pivalli aj
or gani
nammin iq
emplo ye
e t</w>
con stitu
aun ingit</w>
at es</w>
th ings</w>
ta inn
t saq</w>
qauji gi
pu raijan</w>
prog ress</w>
pri ori
nunavu u
n it</w>
may be</w>
lirijikk unni</w>
ki ul
gi li
f ul
f av
docu ments</w>
c ations</w>
avittuq simajut</w>
ar mut</w>
angiq pi
a a
uq suq
tu saq
ta ik
t anna</w>
supp lementary</w>
pijjuti q
offici als</w>
knowle dge</w>
it tut</w>
contra c
au v
v en
qaujimaj unga</w>
p r
ar r
an gij
ta s
re l
pigiaqti tti
o ppo
ho me</w>
hel p</w>
aqti tt
ti tau
tak en</w>
sta ted</w>
simaj unit</w>
mu st</w>
manga ata</w>
maj ut</w>
ki vallir
ju t
ik tu
i mann
fav our</w>
cur ren
c ap
b er</w>
ati liur
asi uti
al ready</w>
u vi
t ment</w>
si ons</w>
s ou
aaqq ik
wan ted</w>
uv u
uqau ti
tauj ariaq
t y
t tuq</w>
siv uni
sh or
par a</w>
n ur
mi ksa
manag ement</w>
j ai
emplo y
eff ec
ap poin
aanni asi
3 0</w>
w est</w>
sh e</w>
qu ite</w>
pre vi
on al
nunavut mi</w>
ll uni</w>
inn u
il aur
finan cial</w>
ann it</w>
angaj uqqa
v i</w>
utin ik</w>
uti gij
pir uqpalli
ous ly</w>
nalun aij
lirij ini</w>
kati mani
iqal unni</w>
de al
ar a
ajuq s
aj juti
aj j
ac h
>>patta tuqtut</w>
vi it</w>
v it</w>
uqalimaaqtaun ingit</w>
tunn gav
tama innut</w>
pres ent</w>
pij it
niru aqtau
minista a</w>
kiul vin</w>
in cre
ha pp
h er
co st</w>
av it</w>
aqtu tik</w>
anga ta</w>
amma ri
tau sima
su ch</w>
pi mmari
o c
nal au
katujjiq atigi
co -
be tter</w>
att inni</w>
as i</w>
ari al
aj auq
uq ati
ti ki
si tu
qaujimajatuq angit</w>
n ik</w>
minisi ta
ka inn
e st
e le
aul an
ap ologi
ami s
uju mi</w>
tai l</w>
so ci
pinasuaru si
piliriq atigi
nunal innut</w>
noti ce</w>
kiinauj anit</w>
kat tuq</w>
inn iq
inde ed</w>
i mi
direc ted</w>
ak i
unni iq
un gi
su b
spe ak</w>
qallun a
p as
onal d</w>
m ma</w>
j au
f ami
do ing</w>
d onald</w>
d es</w>
buil ding</w>
9 7
ullu mi
tw e
tur n</w>
rij ikk
ri l</w>
proble ms</w>
n utti
mani ittuq</w>
ku ap
ilinni aq
hav ing</w>
ham let</w>
ge tting</w>
concern s</w>
com p
ap ril</w>
angiq tau
ak tut</w>
ajjigi inn
7 -
vi du
uti ons</w>
uti li
ur lu</w>
twe en</w>
tau ti
tai manna</w>
t el
simali r
projec ts</w>
pi ju
p ast</w>
nunatti ap</w>
nam miniq</w>
mmanga aq</w>
kami san
ir niq</w>
indi vidu
i mma
fun ds</w>
contrib utions</w>
be tween</w>
b i
ar attigu</w>
aq qau
al la
tu s</w>
tt innut</w>
tama ani</w>
t ro
t inni</w>
si la
quj a
plann ing</w>
p inngu
min it</w>
maligak sanit</w>
k ikku
ing mut</w>
ilinni arv
ik s
gil lugit</w>
con sent</w>
atu li
tusaajitigu uqtuq</w>
tu u
tra ditional</w>
star t</w>
so lu
s p
re ally</w>
quvi asu
piliri j
pe n</w>
naamma s
mali q
lima anut</w>
il e</w>
h an
gran ts</w>
es ses</w>
decentrali zation</w>
d enti
b asi
aw are</w>
ap pre
am oun
ve l</w>
ter i
sor ry</w>
ri es</w>
re f
pivalli ati
maligaliurving mi</w>
m mut</w>
m er</w>
le vel</w>
ki mmi
ja ak</w>
it s
ingi ta</w>
ikaju r
ik aj
i aq
g re
consider ation</w>
ar lugu</w>
aqtu tit</w>
anni q</w>
un ingit</w>
uj ar
tamatum inga</w>
san ir
responsi bility</w>
proble m</w>
per i
par ti
noti ces</w>
ma king</w>
kiujjuti t</w>
kati llugit</w>
juma v
isuma al
docu ment</w>
cent re</w>
b ased</w>
u pi
tus aqti
simaj unik</w>
re ali
qikiqta alu
po wer</w>
piliri aq
kangiq &
is sivau
gil auq
g al
bo dy</w>
as ingit</w>
apologi ze</w>
ang i</w>
y er</w>
tun ga
tuki sin
tt innit</w>
tim es</w>
taq qi
taimann aummat</w>
re as
pigiaqti ta
mo st</w>
maliga tsaq</w>
ma ppi
iq si
inga t</w>
iliq qu
establi sh
en sure</w>
de tail</w>
arn i</w>
anir mik</w>
a taq
uqaq ti
tu sau
to ber</w>
simaj unut</w>
re ad</w>
oc tober</w>
nun aq
ini up</w>
h al
gu ess</w>
g g
employe es</w>
colle ge</w>
c ation</w>
8 67</w>
uvu raijan</w>
tabl ing</w>
ta mann
q at
or s</w>
on ce</w>
ol s</w>
o b
nam minir
lir iniq</w>
la r</w>
j uq
he ar</w>
ga n</w>
b en
aq atta
appre ci
al akk
ac tu
tech ni
ta v
sta tus</w>
sivuliq ti
possi ble</w>
ple ased</w>
katimaj ingit</w>
it ta
ir ju
ilu ani</w>
hal f</w>
es s
ak ta</w>
ag u</w>
97 9-
979- 6
4 -
u uttu
taq q
ta kk
t sanik</w>
servi ce</w>
sa ying</w>
s en
p er</w>
naluna ir
n ut</w>
n ess</w>
mmi j
le ad
iqqanaijaqti it</w>
inn aq</w>
ilitaq siniq</w>
h ir
fi ed</w>
en cy</w>
e qu
ad minist
ye ster
un inga</w>
terri to
techni cal</w>
te le
su uq
shi p</w>
regi on</w>
qilav va
pula aq
projec t</w>
peti tions</w>
mi llu</w>
ju gut</w>
ilita ri
gu maj
5 0</w>
yester day</w>
us ing</w>
uju ma
ti kku
ta ul
si lat
ri ver</w>
qauji saq
parn auti
p ata</w>
oppo sed</w>
makk uk
lug i</w>
kin d</w>
ilitaq si
fic ation</w>
auj unut</w>
ati liuq
taikk ua</w>
t tauq</w>
t sutik</w>
oun d</w>
manga aq</w>
kk anir
k sau
jumaj ara</w>
jai mi
ilinniaqtu lirij
f lo
chang e</w>
c ri
c ann
a unngi
uti it</w>
unikka ali
ul la
u uvuraijan</w>
thou gh</w>
t re
qimi ru
p ang
lirinir mullu</w>
legisl ation</w>
le tter</w>
kee p</w>
i q</w>
employ ment</w>
econo mi
att innut</w>
ariaq arni
3 1</w>
uj uni</w>
taimann a
taak sum
sivulliqpa amik</w>
s s</w>
recommen d
ra tion</w>
ra j
pp at</w>
li fe</w>
ju it</w>
itu aq</w>
ilu unn
ikaj uqti
cann ot</w>
c ab
aul atsi
aqti llugit</w>
apiqqu si
a ma
v a</w>
uti ve</w>
tel l</w>
taima immat</w>
sivuliq ti</w>
qauji man
po pul
n ing</w>
m ul
jaimi si</w>
inn ga
i denti
ex ec
exec utive</w>
detail s</w>
c le</w>
arlu ta</w>
y de</w>
ukiuqtaq tumi</w>
tungil inga</w>
tu it</w>
scho ols</w>
kk alu
kaantura ak
i mmaq
i ituaq</w>
gavamatuq akk
di dn</w>
cl yde</w>
cab in
ak sur
ag g
wh ile</w>
w o
ung inn
situ ation</w>
sel f</w>
miksa anut</w>
kati q
kanata mi</w>
juma vunga</w>
jo a</w>
iqq auj
innar ani</w>
ikup iktu
ha am
g joa</w>
concer n</w>
cabin et</w>
aqp avut</w>
aq uti
ak aun
unikka at</w>
un ti
unti l</w>
tik me
tikme ot</w>
t inn
stan ce</w>
siq inng
ri s
pu raian</w>
p ali
namminir ij
mi ut</w>
maligaliuq tinut</w>
ki tikmeot</w>
iglu lirinirmut</w>
fac ilities</w>
do c
ati k</w>
at sa
aq pi
annu aq</w>
z one</w>
up innarani</w>
re turn</w>
pil lugit</w>
nor th</w>
minisita rij
mi tsa
ma i</w>
loo lik</w>
ki u
iqqaqtu ivi
ig loolik</w>
i gu
hig h</w>
hi m</w>
gij au
f ri
ever y
ci es</w>
c au
ar ata
ajuqs aqtu
7 0</w>
uq atigi
tura anga
til luta</w>
suq qu
simaj uni</w>
s al
issivau ta</w>
ipp a
inn ir
ilinniaqtu lirinirmut</w>
i ti
e ms</w>
ben ef
aul l
are as</w>
ac cess</w>
1 0
tuni si
ta lu</w>
su urlu</w>
san a
p h
organi z
nirtunar tu</w>
ll er</w>
k e
iqqanaijaqti ta
ilinniaqti it</w>
he ard</w>
fe w</w>
cle ar</w>
att ani
ati onal</w>
arti cle</w>
aqtu mut</w>
apir ij
ann gin
angi ta</w>
amoun t</w>
alakk annuaq</w>
uv it</w>
unnaq si
speci ally</w>
ri s</w>
pro ce
pinga s
piliri vi
mee t</w>
mat ters</w>
ingirra juu
imp lemen
g y</w>
economi c</w>
auj unn
amma ta</w>
w er
tti gu</w>
ta ge</w>
st o
qanuil inga
qanu ittu
piliriq atiq
it sa
isu li
e specially</w>
e ments</w>
colle agu
chang es</w>
c are</w>
an a
am u
tor y</w>
te ach
suuq ai
su i
sma ll</w>
si gn
n i</w>
kangiq tuga
iqqanaij aqt
invol ved</w>
innatuq ait</w>
ila gi
econo my</w>
direc t</w>
cor rec
commi tment</w>
aul att
auju it</w>
atiliur utau
as unn
aqp aa</w>
ak sait</w>
agre e</w>
uq ut
un ilu</w>
uju mut</w>
th s</w>
tak unn
ta in
stru c
sanikilu aq</w>
regul ar</w>
r ul
posi tion</w>
maligak sait</w>
lu unniit</w>
j ji
ij a
ga q</w>
g h
fi c</w>
ex p
divisi on</w>
communi cations</w>
atuaga q</w>
aniq tu
ak uni
ad j
w s</w>
uqsuq tu
ulauq tuq</w>
titiqq ait</w>
speci fic</w>
re presen
popul ation</w>
off ic
king uv
kil li
juti t</w>
in come</w>
f our</w>
en d
c ed</w>
bre ak</w>
asi jj
ang annut</w>
won der</w>
wee k</w>
we ver</w>
uqaq atigi
tu l
taima li</w>
solu tion</w>
siman ingit</w>
qu l
q it
pr in
p ati
nunal ingn
mor ning</w>
matu ir
it si
i p
ho wever</w>
go t</w>
fin al</w>
d ra
c us</w>
busin esses</w>
b ring</w>
arni ar
arn ingit</w>
ari alik</w>
aqp a</w>
aq ju
angiq tugut</w>
an u
al ung
ajauq tiit</w>
aanniaqtu lirinirmut</w>
2 3</w>
2 -1</w>
w ed</w>
un ani
u liq
tt le</w>
sima mmata</w>
ra is
puri immi
piv iq
ou t
nir mut</w>
nam es</w>
minis taujuq</w>
lirinir mik</w>
li sh</w>
kig ga
katima vi
g r
fi ve</w>
fer ris</w>
auti t</w>
aul aur
assi stance</w>
aq quti
apiqqu tinut</w>
any thing</w>
ann gat</w>
angiqpi sii</w>
ali rij
ab ly</w>
1 5
uri s</w>
ur u
uq a
under standing</w>
tuinn ait</w>
tu ju
tu av
tauj unut</w>
siqinng uj
simaju mik</w>
qu llugu</w>
puq ir
pra yer</w>
o ver
nam e</w>
mma r
mitsa anut</w>
ma tter</w>
m l
li ttle</w>
iq ti
gi mmata</w>
follo wing</w>
en ds</w>
co sts</w>
b est</w>
avittuqsimaj uni</w>
armanga at</w>
ann git
angiqatigi ig
ang unasu
akitu ju
ye t</w>
ullu tik</w>
u kku
sum mer</w>
se ar
pij ariaq
o pen</w>
m en</w>
kiujjuti it</w>
king uni
in uquti
ho pe</w>
gav it</w>
fis cal</w>
clari fication</w>
c ase</w>
aul a
aqtu gu</w>
appropri ation</w>
an ik
ad ditional</w>
3 3
1 st</w>
w ards</w>
utti gu</w>
un g</w>
tion ed</w>
ti tsi
tauj unit</w>
sma ller</w>
simaj avut</w>
s ing
qujannami ir
qauji mann
qam aniqtu
on g
ol d</w>
o ff</w>
nunatsi ap</w>
mili anit</w>
marru uk</w>
m ous</w>
le ga
l ess</w>
kiinauj aqta
in unnut</w>
he ad
e very</w>
atu liq
arn inganik</w>
ari anga</w>
ar lugit</w>
aq taq
aq para</w>
appropri ate</w>
apiqquti k</w>
aipp a
2 5</w>
1 -1</w>
vi uris</w>
v u</w>
uq all
unn us
unn ginn
u puraijan</w>
u aj
tun ir
tama k
st ing</w>
st e
ref le
puqir nak</w>
pinga su
min ut
la i
kig g
ikajuq tu
h ans
hans ard</w>
ga a</w>
eng lish</w>
c all
aw ay</w>
att innit</w>
aqtauq ullugu</w>
ann gu
ak ir
yo ung</w>
unn gil
ung alu</w>
unani mous</w>
uk ua</w>
tuk si
ta in</w>
re pli
previ ously</w>
piq asiuti
pe d</w>
nunavummi ut</w>
ni uv
n ali
min d</w>
man i</w>
maliga tsait</w>
it ing</w>
inga ta</w>
ar ound</w>
am end</w>
a tuni</w>
3 -1</w>
200 0
1 -
work ers</w>
uunga ju
ul u</w>
ukku ma
u maj
ta lli
ta anut</w>
stru ction</w>
sivu q</w>
refer ence</w>
qu ar
qiti rmi
pro duc
pinasu ag
n aq</w>
mi j
marru unnik</w>
lo cal</w>
kimmi r
ki uv
it ed</w>
isu mali
ini ar
gu majunga</w>
ga ttigu</w>
flo or</w>
ef for
deal ing</w>
b arn
barn ab
barnab as</w>
armanga atta</w>
ap a
ai v
ac y</w>
uq ar
un its</w>
titiraq simajut</w>
ti liur
tabl ed</w>
t ri
qaujima ju
prob ably</w>
pivalli aju
p ay</w>
nan u
mmaq quti
men tioned</w>
lirinir mu</w>
g iq
fu l</w>
for ce</w>
f act</w>
atuli quj
atau p</w>
at ti</w>
ann gittuq</w>
air s</w>
wor ked</w>
tauju mut</w>
ta king</w>
so on</w>
sivu li
simaju it</w>
s inirmut</w>
s ani</w>
pp ata</w>
pa al</w>
nalli ukkuma
mi ght</w>
loo ked</w>
lega l</w>
ki aq</w>
j ariaq
inn u</w>
ing anit</w>
gavamakk unnut</w>
fac ility</w>
dis solution</w>
ch all
as soci
alaur mat</w>
administ ration</w>
2 6</w>
va i</w>
uqaq sima
uju mit</w>
ta kka</w>
t innik</w>
ro o
repli es</w>
re qu
qu tti
pijari iq
mon ths</w>
mi tti
kiinauj at</w>
inn gi
il li
g akku</w>
diff ic
develo p</w>
deci sion</w>
committ ed</w>
clari fy</w>
cl ause</w>
aqp alli
ani q</w>
4 -1</w>
3 -
vi uk</w>
tus aruma
terri tory</w>
ter m</w>
tak uj
ro ad</w>
qanga ta
pro u
pijittir au
p ap
offi cial</w>
man ir
lu ti</w>
kivallir mi</w>
ka y</w>
isumaq saq
isu majunga</w>
ilitarij auningit</w>
ila ak</w>
il s</w>
haam l
gavam anga</w>
coun c
asi jji
as es</w>
an gil
ak aunngi
aff airs</w>
actu ally</w>
wh al
uqausi lirinirmut</w>
uq ari
uj u</w>
tunij au
tukisi giaruti
tu mik</w>
tele communications</w>
ro ss</w>
ra ta
provi ding</w>
prou d</w>
organiz ations</w>
le vi</w>
kiinauj atigut</w>
iq sau
inn au
imma gaa</w>
im pro
head quar
gu su
en ces</w>
discus sions</w>
di es</w>
de fic
con gra
comple ted</w>
bri dge</w>
bo th</w>
av ik
atuq tau
aqp ata</w>
anniaqarnangittu lirinirmi</w>
akitu jun
1 6
v it
uqausi kkun</w>
u va
taun inginnut</w>
t inga</w>
stu dy</w>
siman i
san aju
recommend ations</w>
qanu ili
piliri ar
or y</w>
n ani
man date</w>
lu k
k sanit</w>
immaq a</w>
gij ara</w>
divisi onal</w>
concern ed</w>
buil t</w>
be half</w>
atausir mik</w>
aqq a
aanniasi uqti
2 6
yo n
uqsu alu
unni ir
sta ff
si x</w>
recei ved</w>
qi turn
pon d</w>
pa an
o kay</w>
mitti ma
m uni
lirijikk unnit</w>
kiinaujaq aqti
it tunik</w>
iqqanaij aqtu
individu als</w>
in unnik</w>
git ta</w>
e m
b ilities</w>
aul ajjuti
ariali it</w>
am e</w>
all ar
ak saq
99 /2000</w>
7 7</w>
uq qau
uq alauq
unn ga</w>
un u</w>
ull unga</w>
tuju rmi
tu u</w>
tu g
to wards</w>
tamatum unga</w>
si l
shor t</w>
sear ch</w>
sa p
ri se</w>
ri ji
pir i</w>
piqujivunga arutiit</w>
peti tion</w>
part n
pang nirtun
pangnirtun g</w>
nutti q
niri u
na am
n ang
muni cip
lat er</w>
kk u</w>
k tuq</w>
j unut</w>
inu tuq
inu gi
e f</w>
curren tly</w>
ch ar
atu utiq
ati ves</w>
aru majunga</w>
anniq tu
ak iq
wo men</w>
v ari
u mi
tun gili
ti gi
territo ries</w>
tainn a</w>
t en</w>
su cc
sivulliqpa ami</w>
sivu liuq
siman irij
silat tus
si tting</w>
se ver
sa amu
ques t</w>
pijit sir
p ing</w>
lir ini
lima aq</w>
kigg aqtu
kati ttu
ingirra ju
illu unniit</w>
ikaju uti
i sa
i de
git ti
ex ac
exac tly</w>
establish ed</w>
doc tor</w>
c ally</w>
buil d</w>
b it</w>
ate ly</w>
atausi q</w>
ar akku</w>
ac cor
unn gin
unir mut</w>
ullu tit</w>
titt inirmut</w>
t ru
suuqai mma</w>
su liri
re quest</w>
proce ed</w>
priori ties</w>
piliriq ati
pen sa
p y</w>
nur ses</w>
m innik</w>
l unga</w>
kiinaujali rij
d ays</w>
com pensa
call ed</w>
b roug
b r
aqp it</w>
aq attar
anngi mmat</w>
al lu</w>
ak ul
wit ness</w>
uvvalu unni</w>
uti llugu</w>
unn gittuq</w>
unn g
unn ar
un unga</w>
u tu
tu n</w>
teach ers</w>
te ly</w>
tamatu ma</w>
sou th</w>
sivun iksa
revie wing</w>
quj ali
q inir
q ang
pivalliaj a
piq qusi
nunali r
nu mb
n wt</w>
me an</w>
mali r
m ed</w>
li st</w>
kikku tuinn
it tuq
in gillu</w>
ilinniati tsi
ili sai
ik arr
ex ten
cour se</w>
congra tul
ann gittut</w>
ang annik</w>
alaur mata</w>
1 8
z e
v o
uq aruma
tusau ma
tuav irn
ti sa
ter ms</w>
tai ma</w>
st ri
sivu mu
sever al</w>
ro le</w>
priv ate</w>
pre par
piliri arij
ori gin
numb ers</w>
naas auti
me di
maligaliurving mut</w>
lo an</w>
lima ami</w>
li q</w>
katimaj inginnut</w>
kangiq& iniup</w>
ingir r
in f
ili qusi
hig h
her i
gre at</w>
ful ly</w>
f ee
f a
est ed</w>
es n</w>
do esn</w>
com es</w>
c tions</w>
as inginn
aq ullugu</w>
apa asi</w>
akk anir
ac ross</w>
ze k</w>
w at
uv ut</w>
uqaq ati
uni aqtuq</w>
ugalu aq</w>
u atti
tuksir auti
tuki mu
tal k</w>
ta ti
ta at
sivul lir
simaj uq
sila ta
ra zek</w>
qan uqtu
qa iq
piqujivunga aruti
pigiaqtitti vunga</w>
pigiaqti taujuq</w>
paan apaasi</w>
ou tsi
n gu
m razek</w>
it ems</w>
ing u
ili ma
ik siv
i i
fu el</w>
fami ly</w>
deli very</w>
counc ils</w>
ce p
cam bridge</w>
atur ni
att an
assi st
as unni
arn it
ami ttuq</w>
1999 -
w n
v at</w>
unga si
uj au
titir aqtau
ther e
te l</w>
ta ulaur
ta g
secon ded</w>
rec ru
quir ke</w>
pulaaq tinit</w>
pri or</w>
pi usi
nor th
nalau ksa
na ys</w>
man iq
malig armik</w>
li ving</w>
kuap uri
katimatuinn aqtut</w>
kaju sivuq</w>
inu usi
inn ait</w>
ing ani
in a
ex peri
compensa tion</w>
co ura
basi s</w>
avittuq simaju
authori zed</w>
ai ppi
2 7</w>
1 7
v akka</w>
uv ani</w>
ut ta
ut si
ura su
tunn ga
there fore</w>
ther n</w>
t ini
suru si
su git</w>
ru ma
qan i
pul ar
per s
outsi de</w>
ma teri
ma kku
li it</w>
kiuv an</w>
kajusi juq</w>
it tunit</w>
in put</w>
in cen
ikajuq tau
gij avut</w>
c s</w>
arraag umi</w>
ari aksaq</w>
ang akainn
a ag
uqaqqau gama</w>
uqaq atiq
ullumi mut</w>
ujar arni
u sir
tuni ties</w>
tor ate</w>
th ur
tau simajut</w>
t innit</w>
saqq ija
q qu
por t</w>
pa y
pa ippa
oppor tunities</w>
nunal innu
ml a</w>
maligaliur vik</w>
liur uti
li es</w>
juti q
iq uti
ikkarri alu
h all</w>
er ship</w>
en coura
contrac ts</w>
constitu ency</w>
c ts</w>
c ing</w>
c ar
av el</w>
ar ma
aq attaq
ap pli
ann oun
ajjigiinn git
uqausi ksaq
uqalima arvik</w>
tt innik</w>
tas k</w>
struc ture</w>
siv e</w>
s av
reas on</w>
qikiqta alung
pas sed</w>
nuq qanga
naammas aqtut</w>
min ing</w>
min i</w>
lima anit</w>
la w</w>
l es</w>
ki ujuma
kangiqtuga ap
kan ataup</w>
kama gi
iqalu ttu
ilinniaqtu lirijikkut</w>
i ji
headquar ters</w>
h ar
gu vit</w>
ful l</w>
con struction</w>
ar ms</w>
aj ja
af ter
1 0-
visi on</w>
ving mi</w>
uj ji
trans l
to ld</w>
tion s
t es</w>
some times</w>
ser i
ser ge
sa l</w>
s k
qaujikk aij
pula arv
piliri ari
pi iku
p at
our s</w>
maann akkut</w>
m es</w>
ll ar
lirij in
kiuj unn
k ug
ju majunga</w>
inir mit</w>
ing mi
incen tive</w>
in e</w>
i ppi
fee l</w>
es day</w>
direc torate</w>
defic it</w>
broug ht</w>
atuq tuk
aru ti</w>
ar ut</w>
aqtu r
appoin ted</w>
an u</w>
amis ut</w>
alaur n
al ways</w>
agg uq
5 -
wi tho
witho ut</w>
wee ks</w>
ving mut</w>
uunga jut</w>
uq tut</w>
uq akkannir
u l</w>
tuk iq
tuinn aun
t ingit</w>
star ted</w>
sa uni
ris di
pij ju
pe s</w>
parn atau
ou rn
n angiq
mu unga
mu ra
matu iq
maligaliuqti mut</w>
luk tuk</w>
le arn
kug luktuk</w>
kimmir ut</w>
katimajjuti tsait</w>
ju risdi
jo b
job s</w>
iqqanaijaq tinut</w>
inginn u</w>
ilinni ari
il ul
gra du
gavamakkung innut</w>
di tion</w>
depart mental</w>
d ul
curren t</w>
cor re
con clu
avik tuq
atu ri
arn inga</w>
ar utta</w>
apiq suq
angit tuq</w>
angij uqqa
alauq put</w>
ak ittu
6 0</w>
3 0
2 4
12 00</w>
yon e</w>
vari ous</w>
utin i</w>
ut ingit</w>
uqauj j
u n</w>
tukisi gi
tuinn au
tamann alu</w>
taik ani</w>
taak si
ta ri
sivulli uti
sima vuq</w>
rijikk unni</w>
reali ze</w>
qujannami i</w>
qu vv
qu ali
qanu i
q iniq
piliri p
pijari ir
nun attinni</w>
mon th</w>
liur utiq
lirij irju
lauq tut</w>
kati tsutik</w>
jo b</w>
j unnaq
in ung
iku mmaqquti
ho s
gra de</w>
gij unn
f ar</w>
clo ck</w>
att innik</w>
assist ant</w>
ar avit</w>
aqtu ta</w>
angiju tinut</w>
al auk
akaun gi
add res
aaqqigi aru
a atu
w ild
wild life</w>
v iq
uv uq</w>
uqaqqau mmat</w>
uq ata
u mmata</w>
u ga
tura aqti
ti q
th y</w>
tavv unga</w>
ta a</w>
t ou
t ings</w>
sun ik</w>
sum inga</w>
su ungu
sivun ittinni</w>
sanaj au
propo sal</w>
priori ty</w>
pivalliati tt
pij iqti
piiku u</w>
parti cip
p ages</w>
n ti</w>
mittima tal
min ut</w>
mi killi
mee tings</w>
maligaliuqti uqati
k am
incre ase</w>
ill uni</w>
ilinniati tti
ilinni av
ik saq
ig unn
hun d
hi st
govern mental</w>
fun d</w>
fri day</w>
detail ed</w>
d avi
arn gata</w>
ani g
angir r
alauq tut</w>
akul liq</w>
akku n</w>
ak suru
adj ourn
1 3
x 0
x0 a</w>
unn ir
tuinn ariaq
tin i</w>
timi ujuq</w>
tama at</w>
taima ak</w>
ta tions</w>
ta ij
t sau
su u
sivulliqpa amit</w>
sima vut</w>
s pen
rn ut</w>
re mar
rais ed</w>
quvi a
qu v
qilavva a</w>
pula ariaq
po lar</w>
pilu aqtumi</w>
pi sima
north west</w>
municip ali
m y
lu tit</w>
initi atives</w>
il anga</w>
ik a
hund red</w>
h 0</w>
gi ani</w>
gavamali rij
g n</w>
for m</w>
fer red</w>
expe ct</w>
exp lain</w>
effor ts</w>
d in
cont ro
co py</w>
avittuqsimaj unut</w>
as s
arn inginnut</w>
ar ing</w>
aq tauj
aq s
ai r</w>
0 h0</w>
$ 3
w a</w>
ug unn
u e</w>
tusaruma tuinnaqtunga</w>
tun gn
tu lli
tta wa</w>
thou ght</w>
taima i
su gu</w>
spe ak
sel ves</w>
requir e</w>
remar ks</w>
priv acy</w>
poli cies</w>
pitaq ariaq
piq ju
pinasu aga
parti cul
parn au
op tions</w>
offic ers</w>
o ttawa</w>
ne go
nego ti
n ami
mura aj
mappi gaq</w>
mali k
maki ta
llu tik</w>
lirij iq
la y
jumav ara</w>
j unit</w>
j unga</w>
isuma gi
inclu de</w>
ij ju
i at</w>
gu n</w>
gro up</w>
ex pl
davi d</w>
cau cus</w>
auj ariaq
ati llugit</w>
at si</w>
at i</w>
asi jjiq
as inginnut</w>
armanga attigu</w>
aq ai</w>
appro ved</w>
am end
ad ult</w>
aaqqi giar
979-6 8
979-68 11</w>
979-6 7
979-67 70</w>
8 77</w>
7 26
726 6</w>
6 0
4- 7266</w>
33 4-7266</w>
up date</w>
uju mik</w>
taaksum unga</w>
simang n
ro w</w>
ri cul
re cen
recen tly</w>
r mik</w>
quja gi
qimirr un
qauji mani
piliri vv
pi ta
p ly</w>
nunatsi armi</w>
nun a
no ted</w>
niqtun aqtut</w>
ne c
minisitarij aujuq</w>
mi t
materi als</w>
langu ages</w>
katima q
jun e</w>
inter governmental</w>
inn arnut</w>
inclu ded</w>
i m</w>
govern ments</w>
gavamatuq akkut</w>
gavamakk unni</w>
el se</w>
direc tly</w>
cur ricul
corre ct</w>
consi der</w>
comp ani
colleagu es</w>
avit simanirij
aulauq tuq</w>
auj uni</w>
ati tti
as inginnik</w>
aru maj
arni aqtut</w>
aqti tsi
aqti lluta</w>
aqq is
angiq atiq
aju rn
2 -
uv annut</w>
unn gittut</w>
ung mat</w>
u uma
tukisi giar
taakk u
t ments</w>
stu dent</w>
str ate
stan ds</w>
sign ed</w>
si uti
si tion</w>
serge ant</w>
s ar
s ann
requir ed</w>
recogni zed</w>
ra l</w>
qanu inn
q auta
qauta ma
q atti
puriimmi a</w>
or din
nunavu up</w>
ni uvi
minist angat</w>
me t</w>
mang n
makkuk tu
maj or</w>
kuapuri is
kinguni agut</w>
ki valli
ittu mik</w>
is sivautaa</w>
inclu ding</w>
ill uq
hi e
f ini
f all</w>
constitu ents</w>
chall eng
atuinn au
at s
arv iq
ar unniiq
aq atigi
appro x
all av
akk anniq
akk aniq
ac ti
ac hie
aanniaqarnangittu lirinirmut</w>
4 7
2 8</w>
w ent</w>
v ir
uni aqtut</w>
ung mata</w>
un gittuq</w>
un d</w>
ul dn</w>
tunngasu kti
too k</w>
tavv ani
speci fic
siman ir
sc he
s po
roo m</w>
qujannami k</w>
qauji gumajunga</w>
q atsi
pp alli
pi uniq
o wn
no on</w>
ni g
my self</w>
muraaj ik</w>
matu iqsi
m mu
l ing</w>
l ed</w>
kami sin
k san
jumaj akka</w>
ir ata
inu k</w>
implemen tation</w>
ili sa
igl ul
g l
for tun
ex pres
el der</w>
de pen
cour t</w>
commi t</w>
c ate</w>
aul anirmut</w>
asijj ir
ar ts</w>
aqq ut</w>
aq simajut</w>
ann ginn
angu juq</w>
$ 4
v ara</w>
upp ir
unngi mmat</w>
ujj au
u gaj
tukisi kkanir
tu tuu</w>
teri a</w>
te am</w>
taun inga</w>
str ong</w>
sche dul
qa i</w>
produc ts</w>
piqqusi tuq
piliri at</w>
oper ation</w>
nunalir ala
mi sta
mi s
ma l
lu utta
l ong
ks at</w>
kiinauj anut</w>
kamagij au
juma gama</w>
j unik</w>
isu man
inter im</w>
ing ng
imp act</w>
ilinni anirmut</w>
ila ann
il inga
ik sivauta
happ y</w>
go al</w>
gi arunn
ge ts</w>
galu aqtunga</w>
f er</w>
ele cted</w>
el s</w>
e i
direc tion</w>
cri teria</w>
co- ordin
b a
avittuqsimaj uquti
authori ty</w>
aul anir
at tuq
arn inginnik</w>
ar utinut</w>
ar tu
ar ly</w>
angit tut</w>
an is
all atti</w>
ak si</w>
aju k</w>
aippa anik</w>
ag o</w>
ag l
uuttu uti
utigi lugu</w>
unn u
unga ta
uj unik</w>
tukisikkanir uti
tu tik</w>
tauv ak
ta it
sing le</w>
si de</w>
regi ons</w>
recommen ds</w>
re st</w>
re duc
ra su
qilavva k</w>
qaujikk auta
qanuilinga lir
qalluna ati
piq asi
pa ami</w>
nun iq</w>
ne ga
n alu
mi uta
matu inga
li st
kk anniq</w>
katimani q</w>
it tauq</w>
ing annut</w>
gil aur
gavama kkun</w>
ga s
ex i
ever yone</w>
e ver</w>
compani es</w>
ch i
c lai
aulatti j
auj a
ati on
ar ed</w>
aqta uni
approx ima
apiqquti tsaq
alauq tuq</w>
$ 1</w>
work er</w>
whal e</w>
vu raian</w>
vir on
v ol
utir vigi
uq atta
ullu unniit</w>
uaj am
tus aqtitti
th ers</w>
tau valli
tama ani
su ma</w>
st re
requir ements</w>
recei ve</w>
re ven
qu ki
qaujikkauta uningit</w>
qan uti
piquj aksaq</w>
piquj aksait</w>
piq uti
pati ents</w>
p m</w>
p ini
o i
nuta ang
nunavuu mut</w>
ne ver</w>
nanu lik</w>
n atti
mmi ut</w>
min e</w>
malig ar
ma yo
k sanut</w>
jo h
itt innit</w>
in tro
ill ed</w>
ilinni aruti
ga p
for mul
fami lies</w>
en viron
e valu
bre ak
bo arding</w>
bill s
benef its</w>
auq qu
aul uni</w>
auju mut</w>
as h</w>
arn ait</w>
arlu ti</w>
approxima tely</w>
anir mit</w>
an ikkut</w>
allo w</w>
al though</w>
after noon</w>
00 0
& u
vi s
uqaqti up</w>
uq atau
ullu mut</w>
ulauq tumi</w>
titiq qan
timi uju
ti kir
tauq ullugit</w>
sur lu</w>
su me</w>
sima vugut</w>
sa mik</w>
qimirr uni
pur cha
pu k
pro te
pro c
previ ous</w>
pijjuti gillugit</w>
origin al</w>
n aliq
minut es</w>
mi ki
kingul lir
katiman iq
ja an</w>
iqq ai
infor m</w>
im mini
identi fied</w>
gi mmat</w>
gi ali
gavama vut</w>
ear ly</w>
de si
c he
aun iq
ari iq
aqtu mit</w>
aqq a</w>
ap punga</w>
angi mmata</w>
ang in
aktu uv
aj ju
aanni av
a de
2 9</w>
1999 -mi</w>
wat er</w>
v alu</w>
usu ally</w>
up on</w>
unn u</w>
unir mik</w>
u mmat</w>
tut tar
tunga agut</w>
tav vu
taun iq
ta lu
t sanut</w>
stan d
sivuni ani</w>
siv alli
see ms</w>
see k</w>
saqq it
s at</w>
rn ik</w>
res ult</w>
ra structure</w>
qikiqtaalu mmi</w>
qaujima vunga</w>
qanuti gi</w>
qan ima
pi u
pi juma
peri od</w>
nunalingn i</w>
nunali quti
nunal inni
nun ata
nec ess
n as
mi d
maliga lirij
maj juti
ma ti
ktu git</w>
kiinaujaqturuti ksa
kiinauj j
katimajirala anit</w>
itt innut</w>
iqqanaijaqti q
inu uqatigi
inf rastructure</w>
individu al</w>
il d</w>
ik p
i ci
gumaj ara</w>
gittu mik</w>
git tunut</w>
fer ence</w>
f oun
dra ft</w>
consul tation</w>
consul t</w>
comm o
bu tion</w>
b ro
b er
aul luni</w>
atuinn aq</w>
attu iniq
attar ni
asu ungu
as sa
arvi gi
ar utinit</w>
aqti it</w>
aq ata
appreci ate</w>
apiri jumajara</w>
ac commo
8 -
uv alli
uqauj ji
unnus akkut</w>
unikka aq</w>
uj unn
ug it</w>
ty pe</w>
tusaajitigu ur
tt ini
to mor
tomor row</w>
ta ann
suli lluni</w>
sub si
sivuliq tii</w>
sivuli uqti
siur uti
simaj ara</w>
san i
revie wed</w>
ra se</w>
r ate</w>
quvv as
qanuil ingan
pukir nak</w>
pro per
piruqpalli ajjuti
piq ati
pigi aruti
pi jumaj
pi ij
ph rase</w>
p avut</w>
oper ating</w>
nunavu mut</w>
ni ur
nalun ai
mu anga
mo ved</w>
me ans</w>
mann aujuq</w>
maligaliuqti ujuq</w>
ma d
li vai</w>
le v
kikkutuinn arnik</w>
kigga tuq
katimaj inut</w>
kan tura
k sanik</w>
joh n</w>
iqal ungn
iq ittuq</w>
ingi tigut</w>
ing mik</w>
ing anni</w>
ikaju u
iglu lirijikkut</w>
giv ara</w>
gil lu
gi anga</w>
g iqqauj
every body</w>
el lo
ei ther</w>
e ast</w>
du e</w>
di sa
curricul um</w>
c ir
bu s
bri ef</w>
auj unik</w>
au si
atuinn aq
arv ingmi</w>
armi ut</w>
aqq at</w>
apiqquti gi
ap pe
al un
akiliq tu
akiliq su
advi sed</w>
accor ding</w>
2 7
v avut</w>
v ak
uva gut</w>
uv attinnut</w>
ulauq tut</w>
ul uni</w>
uajam uungaju
ty pes</w>
tusa g
tura l</w>
tulli a</w>
tuavirn aqtu
tauv aktut</w>
taun ir
tamak ua</w>
takk ua</w>
t angit</w>
suli juq
su gg
staff ing</w>
sima mmat</w>
sen i
se en</w>
r unn
r ju
qujannamiir uma
q ari
piq ata
pi it</w>
parn aij
ou gh</w>
nega tive</w>
nee ded</w>
nang miniq</w>
n au
minisi taujuq</w>
llu tit</w>
lirijikk un</w>
le av
lar ge</w>
l ack</w>
ku up
katimajirala a</w>
kamagijaq aqtuq</w>
kaju sini
ju up
ip ment</w>
ill s</w>
ilinniaqtulirij irju
ila akk
il angat</w>
ij unn
ig ht</w>
hun ter</w>
hos pi
go es</w>
gi ta</w>
gi n</w>
fo od</w>
equ ipment</w>
e d
discus sion</w>
develop ing</w>
deal t</w>
cam e</w>
c all</w>
benef it</w>
be come</w>
be ach</w>
at tunik</w>
aqp a
appreci ation</w>
apir ini
apiqquti gij
angit ta</w>
ami g
ami akk
al ong</w>
akk uv
ajuqsaqtu lirinirmullu</w>
adjourn ed</w>
ac e</w>
5 5</w>
4 0</w>
200 0-
vi mmi</w>
vi de</w>
uu mma
uti gut</w>
uqauti junn
ung in
ull i</w>
u lir
tut si
tuki li
tigu sinirmut</w>
throug ho
througho ut</w>
taul uni</w>
tau tu
tamakkun innga</w>
tak uk
ta it</w>
ta isu
t sin
st er</w>
soci e
si t</w>
responsi bilities</w>
requ ested</w>
re pul
repul se</w>
qik iq
qan u</w>
pulaariaq simajut</w>
pro f
par ents</w>
nunavu ut</w>
namminiq arnirmut</w>
mi jut</w>
mar ch</w>
learn ing</w>
lead er</w>
le ts</w>
kisi an
katittu gi</w>
kamagij arialik</w>
k si</w>
k saq</w>
k en</w>
k anng
kanng un
juup i</w>
iqqanaija at</w>
iq naq</w>
ing mata</w>
in te
in ed</w>
illu lirinirmut</w>
ili saq
ikaju usi
ig ur
haaml akkut</w>
git tugut</w>
gi angit</w>
gavamali r
ga k</w>
expe c
exi sting</w>
every thing</w>
effec t</w>
diffic ult</w>
decentrali zed</w>
d ail
dail y</w>
ch ild</w>
cent res</w>
cap ac
c ra
b al
aulatsi j
at sau
associ ation</w>
arraag u</w>
arn gan</w>
armi jut</w>
apiqqutiq aqtunga</w>
anngi mmata</w>
ani aq
angiqatigi igu
ang ng
an ittu
amend ment</w>
allu tik</w>
allo cated</w>
alaur ama</w>
akk unnut</w>
ak tigu</w>
aju r
ac coun
ab ility</w>
a iting</w>
3 5</w>
ver ed</w>
utiq ti
uta uni
uqausi s
uqalima arniq</w>
uq si
unnaq ullugit</w>
un ullu</w>
ula ajuk</w>
tungili a</w>
tukisin aqsi
tuki ta
tuinn a
tt ed</w>
ts inirmut</w>
ts at</w>
titt ini
tinn agu</w>
tak ut
ta li
speak ing</w>
sivu liqpa
simaliq tut</w>
sima tti
sima gama</w>
seni or</w>
sanir aj
s inn
refer red</w>
re phrase</w>
r mi</w>
pitaq aqti
pilu aqtumik</w>
pigiaqtita q</w>
pe tro
particul ar</w>
n ag
municipali ties</w>
mmij unga</w>
minis tauju
manga at</w>
maligaliuqti up</w>
makku tu
lirijiq ju
liq tuq</w>
le ft</w>
lar g
ki s
ke vin</w>
katimaj ingi</w>
kamagij aun
isumagij aq
iqq atu
inu lima
in ikkut</w>
in her
ilinni arni
il i</w>
il aq
iglu it</w>
ig uti
happ ening</w>
h ours</w>
gi arni
g es</w>
formul a</w>
expendi ture</w>
discus s</w>
di st
d son</w>
clo se</w>
cir cu
cer tain</w>
capac ity</w>
bi e</w>
be gin</w>
aul at
at tunga</w>
as inginnit</w>
as ingillu</w>
arju aq</w>
ar unni
akitu junut</w>
aj ut</w>
ad v
19 8
ve ly</w>
v en</w>
uv anga</w>
ut tauq</w>
uri ash</w>
uqausi tsaq
uq tunut</w>
up al
ulla akkut</w>
u gut</w>
tura ang
tun is
tti av
titt inirmik</w>
ti cal</w>
thur s
thurs day</w>
tama kku
tak us
tak es</w>
ta mma
sum unga</w>
sui ci
su kk
specific ally</w>
so l
sau ju
ques tions
qu ji
qil ami
piv vi
piquji vunga</w>
pigiaqti taujumut</w>
petro le
petrole um</w>
pali is
pa ying</w>
pa i
p anniqtu
op er</w>
on es</w>
nuta amik</w>
niriu gij
nir mik</w>
nalau tsa
naam man
minista gij
minist angannut</w>
maligar ala
maligaliurvi up</w>
maki ma
ma ri
long er</w>
lo gy</w>
ll ing</w>
lin es</w>
k punga</w>
jo bie</w>
isuma ksaq
iqqanaijaqt ingit</w>
iluunn atik</w>
il y</w>
il au
hu dson</w>
hel d</w>
gavamakkung it</w>
gavam anganut</w>
f ree</w>
discus sed</w>
deci sions</w>
d or
d it</w>
d ings</w>
d a</w>
cul tural</w>
con ference</w>
co ve</w>
co oper</w>
cap e</w>
atur unn
atuinn auti
atu riaq
arnir mi</w>
aqta kka</w>
aqpi it</w>
apiqsuq tau
annir mut</w>
anngil aq</w>
ann gij
anir mi</w>
ang anit</w>
amma ttauq</w>
amma tauq</w>
ali ri
aks at</w>
akk ann
ak ik
aj unn
aaqqi giaq
a anniq
$ 4</w>
ver si
utu piri</w>
ut e</w>
ur ni
uqalima aqtauqullugu</w>
upal unga
ul ts</w>
u taqq
u sa
tura ag
tunir ru
ts uni</w>
trans ferred</w>
tin u</w>
tili j
tavvu una</w>
tauni aqtut</w>
tau simajuq</w>
tal ked</w>
simang mat</w>
si ta
si s</w>
sh ed</w>
ser ve</w>
see king</w>
se cre
rel ation
refle ct</w>
qaujisaq tau
q inu
q anga</w>
propo sed</w>
proper ly</w>
prepar ed</w>
pingaju annik</w>
pa ir
or ation</w>
nunavumi ut</w>
nunal innit</w>
nuna gij
no thing</w>
na ina
mo ving</w>
mappi g
mad ame</w>
maann amut</w>
m p</w>
li ght</w>
lauq put</w>
isumaalu utiq
ir vi
inher ited</w>
in utti
in gitta</w>
in corpor
ila giaq
iku pivvi
ikkarrialu u</w>
igl uq
hun ters</w>
hir ing</w>
hir ed</w>
heri tage</w>
go als</w>
est ing</w>
e li
dor set</w>
d ation</w>
con fi
con duc
colleagu e</w>
circu m
c tive</w>
atuinn ar
ata ani</w>
at tauti
at tauq</w>
asi anik</w>
asa innaq</w>
arvi ani</w>
arunn aq
arn inginnit</w>
ar uvit</w>
aqtu git</w>
aq atiq
ann angani</w>
an ti
amma lu
ali ra
3 3</w>
2 50</w>
$ 5</w>
y ello
yello w
yellow k
yellowk ni
yellowkni fe</w>
wor ld</w>
wh er
w th</w>
w on</w>
w aiting</w>
w ait</w>
v in
v al</w>
uv annik</w>
uri aq
unn iq
tus sir
titiraq simaningit</w>
tili si
tauv attut</w>
tauj unik</w>
taakkun unga</w>
t inni
strate gy</w>
sta y</w>
some one</w>
sk ills</w>
sivuni agut</w>
si gni
se tting</w>
saqqi tauningit</w>
saqq iq
sa fe
safe ty</w>
s ho
ro se</w>
ri al</w>
qikiqtaalu up</w>
qaujimann gittunga</w>
qam anittu
pulaaq tinik</w>
puk iqnaq</w>
pu tting</w>
provi des</w>
piqujivunga arut</w>
pingaju at</w>
pi gg
p alu
o lay
olay uk</w>
nor thern</w>
nangiq si
mini it</w>
ma ij
ma ani</w>
lirij init</w>
l anga
kivalli q</w>
k ut</w>
it tunut</w>
iqqau ma
iqaq puq</w>
iq qu
iq ata
innir vik</w>
ini aqt
ing mat</w>
in ungn
ili s
i si
ho me
gro wth</w>
g ed</w>
es si
es sed</w>
environ ment</w>
