#version: 0.2
a n
t i
i n
t h
t u
t a
m a
u n
a q
l i
a r
u t</w>
m i
s i
a u
e r
n i
a l
o n</w>
th e</w>
g i
u q
r e
q u
p i
a k
r i
a v
e r</w>
an n
i t</w>
m r</w>
e n
j i
t o</w>
a t</w>
s t
j u
a i
c o
a t
u l
s a
y o
o f</w>
a ti
in i
i l
in g</w>
i t
aq tu
yo u</w>
a m
i k</w>
a mi
s u
g a
ti on</w>
an d</w>
l u
p e
o r
o n
k i
qu j
e d</w>
in n
i s</w>
k k
th an
v i
than k</w>
quj ann
qujann ami
g ut</w>
m en
e s</w>
n un
qujannami ik</w>
i q
th at</w>
si v
i n</w>
an g
aq ti
u ti
s pe
st a</w>
u r
q tu
in g
c h
r o
p re
m ini
t er
co m
a q</w>
e s
l u</w>
ak er</w>
ta u
o r</w>
a s
spe aker</w>
un n
gi t</w>
mi sta</w>
i k
ti gut</w>
li ri
r a
ta tion</w>
a ji
nun av
in ter
men t</w>
tu sa
ai r
a s</w>
tusa aji
si ma
l e
ti n
au ta
inter pre
al u
interpre tation</w>
d e
m ut</w>
tusaaji tigut</w>
w e</w>
un i
siv auta
g a</w>
ch air
ma li
m an
a n</w>
p er
aqtu q</w>
o u
t o
m i</w>
s on</w>
f or</w>
h av
t a</w>
a li
k ati
a l</w>
w h
au j
t e
qtu n
t s</w>
a pi
mi k</w>
t i</w>
ni qtun
p ro
in ni
niqtun aqtuq</w>
a g
ar i
on s</w>
l e</w>
p u
e n</w>
e m
q an
n o
i r
ar e</w>
i li
hav e</w>
nunav ut</w>
ak k
a tu
per son</w>
s ta
d i
b e</w>
l y</w>
th is</w>
g o
p ar
b e
er s</w>
uq aq
ul d</w>
v er
qu es
chair person</w>
ar ni
uq aqti
a k</w>
mini st
t ti
co n
ai j
c e</w>
an gi
kati ma
a j
er e</w>
mali ga
il l</w>
q qu
it tu
m ma
am ma
q au
pi liri
uqaqti i</w>
s an
e l
j un
ik sivauta
g av
s e</w>
uq au
em b
a ma
k e</w>
maliga li
r u
a c
o uld</w>
w ill</w>
a an
uqaq ti</w>
th e
l lu
a b
ni t</w>
ki in
uqau si
kiin auj
p p
minist er</w>
t tu
m ann
m e</w>
v e</w>
w ould</w>
com mi
q i
ar u
in u
li r
l o
ini r
s t</w>
ti ons</w>
c i
aq p
a d
ati on</w>
j ut</w>
api qqu
g u
amma lu</w>
t te
ou r</w>
h on</w>
s o
uq ti
s aq
un ga</w>
qau ji
m emb
w it
gi j
an i</w>
o p
wit h</w>
ta ma
men ts</w>
au l
g u</w>
i s
e t</w>
ver n
go vern
kk ut</w>
a y</w>
katima ji
ju q</w>
ul lu
ques tion</w>
par t
n u
a ju
commi tte
u p</w>
ni k</w>
govern ment</w>
p o
f f
gav ama
de part
m o
n ut</w>
ta i
n g</w>
i su
r e</w>
apiqqu ti
ma n</w>
th o
s e
d ing</w>
au q
e x
r al
u j
ar v
liri ji
li ke</w>
ta q
9 9
nunav u
com m
th ere</w>
maligali uqti
re s
b u
ju ti
a si
0 0
iq qan
alu k</w>
katimaji ral
an i
a p
ki si
iqqan aij
li q
al u</w>
c es</w>
memb ers</w>
f or
aq ta
th er</w>
inn ut</w>
au ti
man ga
l lu</w>
l l
s o</w>
at ti
sa q</w>
al li
w as</w>
ju ma
a su
t ed</w>
to o
p or
tu t
i f</w>
to o</w>
m a</w>
committe e</w>
un ni
tu inn
pi j
at ta
e m</w>
t y</w>
d o
iksivauta aq</w>
chair man</w>
t h</w>
m y</w>
no w</w>
al l</w>
a at</w>
tu n
too too</w>
al l
ta mann
inir mut</w>
a ta
the y</w>
in git</w>
ar n
i g
g et</w>
an ni
no t</w>
al un
n e
u v
q sima
depart ment</w>
p a
d er
b ri
tut u</w>
n ak</w>
tamann a</w>
an ut</w>
w or
s er
o ut</w>
iksivauta q</w>
t ra
uni kk
it em</w>
p l
ti ti
d u
mini sta</w>
gi ttu
ari aq
il inni
ar uti
v ut</w>
tin g</w>
ques tions</w>
a aq
av ittu
a r</w>
un i</w>
n g
ar ri
b y</w>
u q</w>
m e
h e
au r
s h
ou s
f ro
fro m</w>
at a</w>
d s</w>
c an</w>
ti es</w>
ul lu</w>
yo u
t er</w>
kk u
it sivauta
c t</w>
bri en</w>
ta l</w>
mini sta
a w
en t</w>
d ay</w>
isu ma
q q
q ati
piliri at
mma t</w>
m u
pe op
t si
avittu qsima
un it
un g
peop le</w>
sa n</w>
on e</w>
an ik</w>
d e</w>
aqtu t</w>
pi gi
i kk
ser vi
nu ta
i c
iq aq
at e</w>
n a
ati ons</w>
1 99
wh at</w>
inn i</w>
t r
m p
ur aij
h o
am ma</w>
p on
h as</w>
st an
am a</w>
b ut</w>
ar ma
sa it</w>
you r</w>
y e
un ga
n alun
k ing</w>
katimajiral aat</w>
piliriat saq</w>
m mi
j unn
f in
at ta</w>
as s
aq pu
tu ra
n i</w>
mali g
iqaq ri
l li
k u
inni t</w>
be en</w>
v uraij
nun al
iqaqri alu</w>
ab le</w>
p in
un ing
pi qu
an ir
s ti
il l
llu git</w>
g h
vuraij an</w>
iq alu
00 0</w>
vi n</w>
u k</w>
res pon
ar d</w>
pro g
k aju
u p
r uti
m s</w>
a d</w>
g ni
sta te
servi ces</w>
re c
es s</w>
ittu q</w>
o ther</w>
k ama
ikk arri
ar vi
bu d
iqqanaij aqti
ar manga
s i</w>
n ga</w>
il a
v alli
re co
an s
at tu
ai n</w>
j a
ann a</w>
ti me</w>
re por
inni k</w>
am p
ak ili
reco gni
du c
ann u
ag re
tu ni
i r</w>
gi l
comm uni
uq tu
the ir</w>
m or
inu it</w>
o l
lir inirmut</w>
d ers</w>
aq sima
t san
ci al</w>
au se</w>
an ce</w>
p uq
k sa
k s
j au
go ing</w>
ar lu
ul a
tho se</w>
iqalu it</w>
au qtu
llu gu</w>
t or
mp son</w>
iq q
bud get</w>
b o
an t</w>
tho mpson</w>
t s
siv ul
p ut</w>
aw ak</w>
av ut</w>
an awak</w>
tama tu
in gi
ang u
siv u
m in
ju st</w>
f ir
ang a</w>
an il
a tau
unit y</w>
ti t</w>
r mik</w>
qauji ma
comm unity</w>
a pp
so me</w>
qan u
li ma
al ak
a it</w>
si man
q ta
ikkarri aluk</w>
pp or
il u
c c
an it</w>
pro vi
ami k</w>
p ri
kiinauj aqtu
d o</w>
v unga</w>
ar unn
an aru
ti k</w>
tau sima
o ff
nun ali
at ed</w>
ac k</w>
aan ni
h ous
c le
on al</w>
k el
emb ly</w>
ass embly</w>
as e</w>
an ga
maligali ur
at si
mor e</w>
kel vin</w>
kaju si
d ed</w>
c l
ar s</w>
akk u
a m</w>
tti ni
p le
fir st</w>
ab out</w>
ali ma
un ingit</w>
tu s
f e
alak annu
ver y</w>
v er</w>
titi r
puq iq
wh o</w>
puqiq nak</w>
mi lli
kk unn
anaru aq</w>
am i</w>
v ing
jun it</w>
t tin
p en
milli on</w>
j uq
c u
c en
s ed</w>
si b
r ni
r mut</w>
pi ji
ki uj
hous ing</w>
z e</w>
uq alima
ta b
mi li
l l</w>
is sivauta
communi ties</w>
tu q
mma ta</w>
jun ut</w>
ju mik</w>
gh t</w>
vi si
tu kisi
ma k
ul l
state ments</w>
al so</w>
stan ding</w>
mo tion</w>
kama gij
aqtu nga</w>
tu t</w>
ma t
com e</w>
an y</w>
unni it</w>
pin asu
or al</w>
o k</w>
liq pa
w ere</w>
angi q
> >
piqu ji
liri j
akk ut</w>
s in
kiinaujaqtu ruti
gav am
u k
pi q
ar a</w>
aqp ut</w>
unikk a
tu re</w>
tai mann
pu ki
maligaliuqti it</w>
k now</w>
ini q</w>
anil i</w>
wh en</w>
ik aj
d er</w>
0 0</w>
tin ut</w>
st u</w>
re ad
mi stu</w>
kisi anili</w>
ing a</w>
al ly</w>
s l
w e
tu r
ma ke</w>
be c
v el
qati gi
ni ru
m cle
ak i
wor k</w>
th in
ta v
ta amp
f f</w>
es e</w>
ati ve</w>
taamp san</w>
mcle an</w>
arv aluk</w>
ar ra
th ese</w>
tamatu m
re g
r ru
j o
he al
h e</w>
aru ma
ri j
pi cc
picc o</w>
e ment</w>
b ill
an iq
w el
off i
vi e
le gi
legi sl
itsivauta aq</w>
f un
ali r
memb er</w>
katima j
ili taq
f u
thin k</w>
e duc
c h</w>
bec ause</w>
aqpu gut</w>
apiqquti it</w>
ye ar</w>
ta k
t en
s ul
repor t</w>
qi mi
pi valli
k s</w>
do ll
u g
inn ga</w>
h ere</w>
c al</w>
u ju
par n
n am
mi t</w>
man i
heal th</w>
arv a
an git</w>
agre ed</w>
the m</w>
nalun ai
de vel
bill s</w>
as k</w>
u s</w>
tai ma
t ta</w>
itsivauta q</w>
gi aq
doll ars</w>
co uld</w>
res s</w>
puki r
ne w</w>
arn ing
api ri
wh ic
whic h</w>
uti q
tsan git</w>
ma y</w>
g o</w>
es t</w>
ullu mi</w>
liriji kkut</w>
g e</w>
atu inn
y ing</w>
re s</w>
pukir ng
piquji v
in for
un der
pre s
ig lu
e c
aj ji
uqausi tsangit</w>
ta anna</w>
sta ff</w>
re vie
o per
com ments</w>
co r
a inn
/ 2
pukirng nak</w>
ma ann
kku a</w>
k san
tin g
saq qi
piqujiv unga
piji tti
pigi aqti
nunal inni</w>
li ur
kk un
k attu
gavama kkut</w>
ag u
ta ul
re f
q it
mak l
le t</w>
i m
h ad</w>
con tra
c api
capi tal</w>
b li
unikk aan
su k</w>
makl ain</w>
un it</w>
liriji kkunn
k tu
is su
d on</w>
c y</w>
al auq
aki tu
to tal</w>
su ppor
s au
pu ri
mma ri
maligaliuqti t</w>
v ed</w>
respon sib
pro c
malig ak
k ing
k aan
uqausi kkut</w>
tav v
lir inir
kk anni
g e
e suk</w>
arma ta</w>
al lu
ak esuk</w>
a a</w>
ta uni
r am
jun ga</w>
ik aju
depart ments</w>
as t</w>
arma t</w>
al s</w>
a ff
199 9
ta akku
s ai
in to</w>
il lu
educ ation</w>
t ly</w>
su r
s uq
qtu t</w>
qq ut</w>
nunavu mi</w>
ni ri
m mi</w>
legisl ative</w>
l a
ho w</w>
con c
api qqut</w>
ann g
199 9</w>
w ant</w>
tor s</w>
tau v
pre mi
pi k
o k
ma t</w>
k an
in i</w>
g n
ex pen
committe es</w>
wh o
tau q</w>
recogni ze</w>
ple ase</w>
hav i
g ama</w>
ullu git</w>
pik u</w>
k ti
ili qqu
en ce</w>
atu q
uti t</w>
revie w</w>
r y</w>
q arni
infor ma
h is</w>
ga su
en ts</w>
devel op
ar ds</w>
th ing</w>
q ittuq</w>
pu bli
pijitti r
man it
katimajiral aan
ir qittuq</w>
in di
at tin
w i
re d</w>
ga j
e k</w>
al au
2 0</w>
tr ans
ta ke</w>
qan uq</w>
po si
p ula
gittu q</w>
gavam ang
g alu
atu qtu
angi ttu
u ki
su re</w>
minista mut</w>
f ac
alakannu ar
akk anni
z ed</w>
unikkaan git</w>
u tau
tun n
t ta
se con
read ing</w>
nuta ra
kiuj juti
ju sti
i j
f i
alakannuar k</w>
t sa
so ur
qu ti
publi c</w>
pu q</w>
o un
kaan tura
co un
y es</w>
who le</w>
taakku a</w>
t ro
sul i</w>
r r
q a
prog ram
o o
n or
n o</w>
minist ers</w>
g all
gall er
aqpu q</w>
ag e</w>
u juq</w>
suppor t</w>
premi er</w>
nutara k</w>
li k</w>
j ji
for e</w>
en ing</w>
develop ment</w>
ali k</w>
u si
to day</w>
si l
q il
program s</w>
justi ce</w>
jun i</w>
galler y</w>
ann gi
s si
ou se</w>
maligali uq
li e
h ouse</w>
cen tra
an s</w>
ak isu
aaq qi
a p</w>
a a
w n</w>
w er</w>
v u
uq s
tu k
sivu liq
q aq
m ullu</w>
in v
expen di
ati gut</w>
ar ti
ap pro
titi qq
t w
so cial</w>
k e
j ack</w>
informa tion</w>
ili ty</w>
h u
be lie
ad d
1 0</w>
/2 000</w>
re spe
po li
p pi
maligaliur ving
e l</w>
v es</w>
s y
s ing</w>
re sour
re gi
r an
na as
mili an</w>
di rec
c ated</w>
belie ve</w>
b ack</w>
al aur
a gut</w>
uni aqtu
th ro
sivul liqpa
nam mini
in c
di s
bu il
au juq</w>
ann ut</w>
akk a</w>
1 3</w>
uq ta
t e</w>
pij unn
pij ari
on g</w>
ma mi
m on
issivauta q</w>
ini q
h on
f ic
con si
aqp unga</w>
tama kkua</w>
si r
s ch
respe ct</w>
mo ve</w>
manit ok</w>
ma ta</w>
m b
le c
k saq
ing innut</w>
il lu</w>
el ders</w>
an nik</w>
1 1</w>
tamatum innga</w>
sivul li
re tur
p ur
o ri
m manga
kattu k</w>
in ga
g ra
fin ance</w>
centra li
avittuqsima jut</w>
arra agu
ari j
a ga
tw o</w>
tu ki
ter s</w>
ra m</w>
provi de</w>
prog ram</w>
pro b
me e
anir mut</w>
akisu k</w>
ti li
ti gu
t ter</w>
t saq
t ang
sh ould</w>
o ur
em p
de pu
aq pi
w ay</w>
uq su
titir aqsima
ter ri
o ver</w>
nalunai q
kiinauj aq
k il
i i</w>
gu ma
fe der
do cu
depu ty</w>
be ing</w>
aq tau
al lo
w ri
w on
visi tors</w>
v uq</w>
uqalima aqta
ul u
ti onal</w>
th ous
thous and</w>
se e</w>
s es</w>
r unn
naas auti
lirij ini</w>
jun ik</w>
c an
atti gu</w>
al a
y s</w>
v ing</w>
ur a
st and</w>
ri ght</w>
ref er
pl a
n uq
kisi ani</w>
ing innit</w>
de centrali
b r
arlu k</w>
ar mi</w>
ar e
un iq
ta ri
ta l
si on</w>
pula aqti
oper ations</w>
nu mb
lo o
iliqqu si
auj ut</w>
vi q
un a</w>
u u
r a</w>
ppor tuni
pi r
or ders</w>
o pportuni
n s</w>
iqq aqtu
ig l
arva arluk</w>
armanga ata</w>
resour ces</w>
qi ki
p atta
lu git</w>
j ariaq
issivauta aq</w>
iqq ittuq</w>
i mma
ar aj
add ress</w>
aaq qit
wh ere</w>
v it</w>
v ik</w>
tu res</w>
tr ying</w>
ta il
t sait</w>
repor ts</w>
recogni tion</w>
q am
piqujivunga aruti
pij juti
mo tions</w>
malig at
ma tu
ma in
j am
it s</w>
iqqanaij a
g in
feder al</w>
auqtu q</w>
as unni
app l
alakannu aq</w>
1 2</w>
w t</w>
v alu
v a
u ri
qimi rru
pl ans</w>
offi ce</w>
ma rru
ma anna</w>
k ed</w>
ilinni aqtu
h i
gavama tuq
g al
fin an
expendi tures</w>
emp lo
di ff
aul atti
aqtu nut</w>
00 0
uqausi q
un ut</w>
un nik</w>
tte n</w>
si d
s iniq</w>
pu gut</w>
mami an
maligaliuq ti</w>
lirijikkunn i</w>
l aur
issu e</w>
ar mi
ang inn
akk u</w>
ajji gi
ai r</w>
wel come</w>
th er
pro j
posi tions</w>
op ening</w>
o in
nunavu u
mat es</w>
m u</w>
l ak
aq si
z ek</w>
tau juq</w>
ra zek</w>
r mi
parn auti
m razek</w>
l in
katimajiralaan ut</w>
k ami
i ma
hu man</w>
g i</w>
contra ct</w>
conc er
atu ag
ar asu
ai v
wel l</w>
unn gi
ug h</w>
tab l
t ting</w>
st ru
sima j
qu llugit</w>
po s
pla ce</w>
minista it</w>
kiinauj alir
c ul
be fore</w>
b aker</w>
appl ause</w>
ans wer</w>
a f
vu gut</w>
tukisi gi
tin u
tin nut</w>
s ini
r ra
numb er</w>
mini s
lak e</w>
k in
inu kti
ikaj uq
f ur
em s</w>
de tail
cl er
aqtu mik</w>
an u
am ut</w>
ac t</w>
wri tten</w>
wor ks</w>
ti ve</w>
thro ugh</w>
sy st
re n
qiki qta
piq asi
patta tu
our able</w>
nun atti
j ju
il ang
gittu t</w>
consi der
commi t
commi ssi
ar ding</w>
ar atta</w>
aq qu
ai l
- 1</w>
v en</w>
uk ali
u ma
tau jut</w>
re p
qu vi
poli cy</w>
piliri p
ok alik</w>
mee ting</w>
kiinauj ait</w>
kiinauj a
iqqaqtu i
inv ol
ilitaq si
hon ourable</w>
fu ture</w>
cler k</w>
b ill</w>
at t
arni q</w>
app oin
aanni asi
w is
uq ati
unn ut</w>
ti llu</w>
t tauq</w>
t ri
spe ci
so me
secon d</w>
ru ma
re qu
n alau
lir ini
le v
ingi rra
g en
ar ama</w>
1 4</w>
un gi
stru c
state ment</w>
pl an</w>
opportuni ty</w>
jam es</w>
isuma q
indi cated</w>
ilitaq siniq</w>
es ti
e ar
d ate</w>
bo ard</w>
arni t</w>
aqti tti
ak si
aj a
un ik
ta ku
sti tu
st r
sima jut</w>
sa y</w>
s el
ri aq
on er</w>
no ti
man y</w>
maligak sait</w>
ma i</w>
llu ta</w>
li uq
l auq
ke e
inc lu
h un
h ap
g unn
g inn
ati ng</w>
ann i</w>
an other</w>
2 4</w>
ura aji
uning innut</w>
uj aq</w>
ti ta
si ur
q atta
on ly</w>
mamian aq</w>
m uraaji
lo w
l ast</w>
ki n</w>
juma vunga</w>
inir mik</w>
ing s</w>
fur ther</w>
e i
e ff
diff er
d ge</w>
co ur
c ur
bu sin
as ed</w>
arv ing
apiqquti q
ac h</w>
2 3</w>
wor king</w>
wh e
uqaq qau
ukali q</w>
trans por
tin ni</w>
taimann au
sti ll</w>
por t
pi taq
pattatu qtut</w>
p alli
ou s</w>
o d</w>
nunavu mi
na amma
katimaj juti
katima tuinn
isuma alu
fun ding</w>
finan cial</w>
con tinu
can ad
canad a</w>
aul l
arv ik</w>
apiqquti ga</w>
ann gil
whe ther</w>
uti gi
uning a</w>
under stand</w>
u vi
u jut</w>
tor y</w>
te ch
sch oo
schoo l</w>
s tu
s or
muraaji k</w>
mu ch</w>
maligaliur vi
loo king</w>
ll unga</w>
l and</w>
j juti
inn u
gn wt</w>
di visi
commissi oner</w>
cen t
c re
c arri
carri ed</w>
busin ess</w>
at es</w>
asi jji
arvi at</w>
a ch
1 8</w>
1 7</w>
y ak</w>
wi th
with in</w>
un der</w>
u pi
tuinn aqtunga</w>
ten ance</w>
tau ju
responsib le</w>
respon d</w>
r ini
prog ress</w>
proc ess</w>
pinasu ag
nuta r
n ex
nex t</w>
main tenance</w>
le men
king ul
ki u
juq qa
ji it</w>
e ver
d y</w>
con stitu
cl ari
b ay</w>
av v
auqtu t</w>
aqtu nit</w>
akk un
agre ement</w>
6 7</w>
w ard</w>
unn i</w>
transpor tation</w>
ti ttini
suq qu
qimi rr
puri i
pri ori
o yak</w>
min it</w>
ma in</w>
kati mani
k atu
in let</w>
ila gij
il angit</w>
havi ujaq</w>
havi oyak</w>
armanga aq</w>
angi qtu
angi qatigi
ang innut</w>
ak saq</w>
a ys</w>
1 5</w>
v en
tin nit</w>
tab le</w>
re sid
qauji gi
par a</w>
niri u
naasauti k</w>
ma de</w>
lo ok</w>
im port
esti mates</w>
ec ts</w>
b aff
baff in</w>
av i
as i</w>
ar ju
aniq tu
ag ain</w>
af ter</w>
>> applause</w>
uqausi ri
uq uti
ullu gu</w>
tavv ani</w>
su pp
su li
sta r
st s</w>
ra j
qil avv
q ang
pres ent</w>
pinasu aru
man ag
li qtu
li es</w>
kil ab
kilab uk</w>
ki su
inn u</w>
ili ties</w>
he ad</w>
ex pe
di tional</w>
contra c
com men
ch ang
c lo
arni q
are a</w>
ar mik</w>
an it
ak tu
1999 /2000</w>
z ation</w>
uqsu alu
uqalimaaqta uningit</w>
u m</w>
tunn gasu
tau junn
ta ik
su m
san it</w>
re commen
ran kin</w>
qam aniqtu
provi ded</w>
pos sib
piqasi uti
p au
p age</w>
o t</w>
nutar aq</w>
no w
minist r
ma jut</w>
m ang
lirinir mullu</w>
kk a</w>
kati llugit</w>
ing innik</w>
in ing</w>
gi ve</w>
gen er
g atta</w>
for ward</w>
di d</w>
der ing</w>
d es</w>
com ment</w>
ch air</w>
atau si
ar mut</w>
ami s
ad ministr
9 7
won dering</w>
ul auq
ttin nit</w>
ttin ni</w>
ti tti
ti it</w>
th an</w>
tau p</w>
sa me</w>
retur ns</w>
reg arding</w>
per hap
perhap s</w>
pe ti
pe ter</w>
nunatti ap</w>
n alli
mi llu</w>
l d</w>
inukti tut</w>
ingirra ju
h ig
f t</w>
b i
at e
as si
arn angittu
aq ullugit</w>
>> pattatuqtut</w>
ye ars</w>
u ta
tukisigi aruti
tuk sir
tab li
syst em</w>
qi ti
qanu ittu
q ai
pulaaqti nit</w>
po in
pin ga
nalun aij
n gi
maann aujuq</w>
kingul liqpa
kiinaujalir inirmut</w>
kan ata
juma v
i mp
h an
g ro
es tabli
ear li
e lec
e ct</w>
differ ent</w>
co l
c ations</w>
be tter</w>
au k
ar nut</w>
ar l
aqtu lirinirmut</w>
aqp at</w>
ang innit</w>
1 6</w>
wis h</w>
w est</w>
tu l
tech ni
tak en</w>
taimannau mmat</w>
ta am
rec ei
purii mmi
offi ci
n ur
ks au
j aul
in ut</w>
f ol
docu ments</w>
c ri
c le</w>
av ail
ati liur
aqti ttini
a head</w>
2 1</w>
ul aur
ti on
taam san</w>
sor ry</w>
s es
read y</w>
re e</w>
qauji kk
proc e
prob le
pi viq
p unga</w>
offici als</w>
manag ement</w>
m mik</w>
lu gu</w>
kaantura ak
issu es</w>
ing anik</w>
ga a</w>
g ini
earli er</w>
d ur
av it</w>
aul atsi
ar tu
aq tang
aq q
anir mik</w>
ang at</w>
al lir
aj auq
ai pp
ur ai
uq qu
uni r
un ik</w>
tun gil
ttu q</w>
ti ki
techni cal</w>
tai l</w>
responsib ility</w>
refer ence</w>
qanu il
qan ga
pres en
piqujivungaaruti it</w>
p at</w>
mi ksa
lin e</w>
lima at</w>
ksan git</w>
kami san
juma j
isuma gij
isu li
iq al
inni llu</w>
ilu unn
ili tari
i q</w>
gra tul
gavama kkunn
f is
en e
do wn</w>
detail s</w>
d one</w>
con gratul
com ple
at sa
arti cle</w>
am oun
alun g
akili uti
aanniasi uqti
uq palli
ul ar</w>
u sed</w>
tro le
trole um</w>
terri tory</w>
tama kkun
t su
san ik
sanik ilu
s ou
s en
regi onal</w>
qati q
proj ects</w>
pe troleum</w>
p ra
nunali it</w>
nu tti
n ak
ks at</w>
ki g
iqqanaijaqti it</w>
imma gaa</w>
h el
go od</w>
dur ing</w>
de ci
cent re</w>
b ene
aqtu tit</w>
aqtu nik</w>
aqtu gut</w>
aqta ra</w>
ang anik</w>
ang ani</w>
amma ri
administr ation</w>
9 -
1 9</w>
w an
uti ve</w>
uqau ti
un il
un asu
tsan ik</w>
ti k
taima i
ta lu</w>
si i</w>
ri l</w>
respon se</w>
resid ents</w>
reg ards</w>
re l
r ju
qujannami k</w>
poin t</w>
piqu ti
piq ju
pij ariaq
nunavu mmi</w>
ni llu</w>
ne e
man ir
ma ki
m ma</w>
l ong</w>
kiujjuti t</w>
kamagij aq
iqqaqtui vi
ila akku
ikaj uqtu
h ard</w>
gi li
fol low
ex ec
exec utive</w>
ex amp
examp le</w>
emplo ye
de tail</w>
cur ren
c ation</w>
avail able</w>
arva allu
aqtu ni</w>
aqti tau
appro pri
ap ril</w>
akk it</w>
aj au
ag u</w>
ad vi
ullu ta</w>
titiqq ait</w>
tama innut</w>
sivu mu
ses sion</w>
saq qit
s et</w>
r vi
quj ali
qauji s
pilirip vi
pau l</w>
nunavu t
nalunaiq si
n ed</w>
n ali
men tal</w>
liriji it</w>
k now
k at
it e</w>
h a
f e</w>
f ami
establi sh
decentrali zation</w>
d re
cul ture</w>
cor rec
continu e</w>
com ing</w>
avittuqsima ju
aul an
arvaallu k</w>
arning anik</w>
arni rmik</w>
an y
aj uqs
ai ppi
aanni aq
4 -
uti k</w>
uqs uqtu
uq ullugit</w>
ung alu</w>
u ku
tu u
to ri
th en</w>
te le
tau tu
ta uningit</w>
t u</w>
su b
siman i
s s</w>
r mi</w>
possib le</w>
pir uqpalli
pinasuaru si
pijittir au
pi it
piit a</w>
par t</w>
nun aq
nor th</w>
ni q
ne ed</w>
nalau ksa
mon e
mili anit</w>
mat ter</w>
manga ata</w>
lo t</w>
lirijikkunn ut</w>
katimajjuti tsait</w>
isumaq saq
invol ved</w>
inn au
hav ing</w>
h am
gavama kk
fis cal</w>
en g
employe es</w>
com p
b ro
ati onal</w>
as ked</w>
ar alu
aqp aa</w>
ajjigi inn
97 9-
979- 6
8 67</w>
unil u</w>
un gu
ttin nut</w>
tra ining</w>
tr y</w>
th ou
terri tori
tal king</w>
ta aksi
su uq
su cc
sivulliqpa amik</w>
siv unik
s h</w>
s auj
qu llugu</w>
pro duc
pra y
pijittir auti
ni uvi
mone y</w>
minista a</w>
lu tik</w>
know le
kiinauj anit</w>
katu jji
k angiq
kangiq &
ju gut</w>
in uquti
ili sai
iksivauta a</w>
ik u
ho me</w>
gu su
g re
dis cu
decentrali zed</w>
de al</w>
d n</w>
coun ci
counci l</w>
consider ation</w>
communi cations</w>
b re
aulatti ni
ati n</w>
ar y</w>
aq tausima
amoun t</w>
aanniaq arnangittu
aa aa
3 -
w atin</w>
uqausi ksangit</w>
uq auj
uju mi</w>
tunn gav
tungil inga</w>
tuinn aq</w>
taq qi
st er
some thing</w>
si gn
s ing
re ct</w>
qaujima j
pre ci
p aan
o i
o b
nun atsi
man iq
maligat sait</w>
lo gi
kiujjuti it</w>
kiinaujaqturuti ksa
kee watin</w>
katimatuinn aqtut</w>
ittu t</w>
it ems</w>
import ant</w>
hav en</w>
h al
g l
fe w</w>
f ul
en sure</w>
direc ted</w>
de li
cor por
c au
aq ju
appoin ted</w>
am e</w>
alauq put</w>
ab ly</w>
under standing</w>
un ti
unti l</w>
u s
tus aruma
tele communications</w>
stu d
servi ce</w>
rep lies</w>
re as
r ai
produc ts</w>
prob ably</w>
pivalli aja
n gu
mu st</w>
miksa anut</w>
maligaliurving mi</w>
ll atta
l i</w>
l at
kattu q</w>
inni q
ila gi
il auq
i ji
hal f</w>
gener al</w>
gavamatuq akk
g ani
fun d</w>
follow ing</w>
divisi on</w>
commit ment</w>
c k</w>
buil ding</w>
b arn
barn ab
barnab as</w>
avittuqsima juni</w>
avittuqsima j
atu li
atu aga
at taq
ar at
aqti llugu</w>
aq siman
apiqqu tinut</w>
ap preci
al i</w>
ajuqs aqtu
aaq q
99 /2000</w>
$ 3
uu ttu
ull uni</w>
uku a</w>
u unga
ti m
ter i
te ly</w>
tabl ing</w>
ta akkun
su sta
susta in
sustain able</w>
sh or
sh i
s ent</w>
qu ite</w>
pl ann
piliri vi
piliri ang
pi mmari
ma r
le tter</w>
kk alu
j auj
ini ti
i i
ham let</w>
ha am
en cy</w>
e co
eco no
co st</w>
c e
c ab
bene f
be t
as ingi
as ing
angi ju
ami su
al ready</w>
ak a
aj juti
ag g
$ 4
you th</w>
wan ted</w>
urai an</w>
uq arunn
unn ga</w>
ullu mi
ul auqtu
ug alu
u ji
tuksir auti
tu saq
taimann a
tabl ed</w>
ta ry</w>
t or</w>
su ch</w>
retur n</w>
reg ular</w>
pray er</w>
piji tsi
pi sima
ou t
or gani
nuq q
nee ds</w>
nalun air
lu ta</w>
llu tit</w>
kiinaujaqturuti ksan
ki v
katujji qatigi
inu lima
in et</w>
ilinni aqti
i pp
i mann
i m</w>
h ans
hans ard</w>
gu ess</w>
gi llu</w>
gavamakk ung
ga k</w>
expe c
col le
ci p
ch il
cab inet</w>
bo dy</w>
bo ards</w>
b ased</w>
atiliur utau
assi stan
aru ti</w>
ar r
aqp avut</w>
aq atta
anga juq</w>
ak su
ak sa
ajauq tiit</w>
air s</w>
ai th</w>
aanni aqtulirinirmut</w>
/2 000
$ 4</w>
$ 1</w>
uti ng
uq all
unit s</w>
ti tau
th ir
ta mma
t t
suuq ai
st ri
spe cial</w>
spe ak</w>
sivuliq ti
secon ded</w>
san ik</w>
re ali
qu ir
qq auj
qi ting
q su
pro u
pigi aruti
pi lu
par na
p r
o ver
nunavut mi</w>
minis taup</w>
me et</w>
maki ma
lu unniit</w>
liriji kkun
lev el</w>
katimajiral a
k ainn
it y</w>
iqal unni</w>
inu usi
gij au
gal br
galbr aith</w>
g h</w>
fin d</w>
fic ation</w>
f av
ever y
en ti
e ach</w>
be half</w>
arni rmut</w>
aqtu q
aqtu mi</w>
aq ati
angiq pi
angi juqqa
akitu junut</w>
ak ainn
aff airs</w>
2 2</w>
2 000</w>
y et</w>
y de</w>
won der</w>
w ays</w>
uq atta
u se</w>
u mi
tus aqti
titiraqsima jut</w>
ther n</w>
th ree</w>
th ings</w>
te ach
sivunik sa
sivu li
sai d</w>
s pen
ri ver</w>
r tu
qu ar
qaujikk auta
puriimmi a</w>
puri t</w>
prou d</w>
pigiaqti taujuq</w>
o wn</w>
nunavu mmi
nunal innut</w>
nunal innu
noti ce</w>
ni g
ne go
nego ti
llu unniit</w>
le ad
kiuj unn
k ut</w>
iq qau
ing mi</w>
he ad
h op
h app
gavam anga</w>
fav our</w>
f o
f er
co -
cl yde</w>
c ann
aul anirmut</w>
atu rni
ati ttini
ati k</w>
ar attigu</w>
aq quti
anga jumik</w>
ang anut</w>
amis ut</w>
ali q
ali it</w>
al e</w>
ac tu
w er
vi uk</w>
vi du
va i</w>
uqalima arvik</w>
ullu tit</w>
u gh
tura aqti
tun ga
tra ditional</w>
tor ate</w>
to ge
toge ther</w>
ther e
there fore</w>
te ll</w>
tau san</w>
ta x</w>
st e
si mann
shi p</w>
qilavv aq</w>
qaujikkauta uningit</w>
qan i
provi ding</w>
plann ing</w>
parn aij
par ti
or s</w>
o pe
nor th
n git</w>
mi s</w>
mat ters</w>
knowle dge</w>
k sait</w>
k angiqtu
kangiqtu ga
jumav ara</w>
isumaqsaq siur
inu u
inter im</w>
inn aq</w>
ini up</w>
ing anut</w>
indi vidu
in f
il e</w>
iglu lirinirmut</w>
i v
haam l
h er</w>
h er
gal purit</w>
g ran
g lu
fu l</w>
es s
emplo y
docu ment</w>
do ing</w>
direc torate</w>
de al
conc lu
con tri
c tion</w>
c ti
c er
c ed</w>
b est</w>
au p</w>
as king</w>
arni r
arn i</w>
ang innik</w>
al lu</w>
ak sur
y be</w>
wh y</w>
we en</w>
we ek</w>
vi it</w>
v ol
uv valu
uti gij
ur lu</w>
uqta qtu
uq qau
unn gittuq</w>
uki uqtaqtu
tun g
tt le</w>
tin nik</w>
ti mi
tausima jut</w>
taul auq
tai kkua</w>
suuqai mma</w>
struc ture</w>
sta ff
sivulli uj
siv uni
sin ce</w>
se ver
se ts</w>
s ma
r ul
qil ami
qikiqta alu
pre par
pp at</w>
po logi
piquji vunga</w>
peti tions</w>
p ata</w>
or der</w>
on al
onal d</w>
ol d</w>
nur ses</w>
nunavuu mi</w>
noti ces</w>
manga aq</w>
maligaliurving mut</w>
maligaliuqti mut</w>
maliga q</w>
ma ybe</w>
ma ksa
ma king</w>
m er</w>
li ttle</w>
lev i</w>
l ar
l angu
langu age</w>
jo ur
ja uni
it ta
isuma gi
ir uma
inn ullu</w>
ikkarri alu
ikaj uqti
head quar
gra du
f ri
elec ted</w>
eff or
dre n</w>
do es</w>
d onald</w>
d ations</w>
con sul
cle ar</w>
clari fication</w>
ci es</w>
chil dren</w>
cann ot</w>
bo th</w>
bet ween</w>
b al
aw ay</w>
avittuqsima junut</w>
avittu q
atiliurutau majut</w>
arni k</w>
aqta vut</w>
angi ruti
ak s
ajuqsaqtu lirinirmullu</w>
aaqq ik
3 0</w>
1 2
wh ile</w>
uv ut</w>
uti li
uqausi tsaq
uq aruma
un a
u l</w>
tuk si
thir d</w>
supp lemen
stud ents</w>
sima ju
sever al</w>
sanikilu aq</w>
requ i
qan uqtu
q qau
pro po
priori ties</w>
piliri qatiq
piliri angu
per i
paan ap
p ai
oo d</w>
nammini q</w>
n ess</w>
mo st</w>
mmanga ata</w>
min ut</w>
maksa gak</w>
ma ppi
m mut</w>
kiv allir
kati ttu
kangiq& iniup</w>
kamagij ariaq
kajusi juq</w>
k a
juti t</w>
j ari
in unnik</w>
imp lemen
ilitaqsi juma
glu ktu
gi ven</w>
gavamakkunn ut</w>
fin al</w>
f y</w>
e ven</w>
e st
e ments</w>
e d
cu s</w>
cour se</w>
commit ted</w>
co sts</w>
chang es</w>
ch all
c ally</w>
au ju
atu qta
as sets</w>
as ingit</w>
ak ir
ai ttu
a pologi
1 0
yo n
we e
vol ving</w>
ven u
unn gittu
unn gil
uni rmut</w>
tun ga</w>
ti tauni
ti gu</w>
territori es</w>
tauv ak
tau junut</w>
stan d
speci ally</w>
siv unit
sh e</w>
saq q
s inirmut</w>
re volving</w>
re venu
re ad</w>
qujannami iruma
quir ke</w>
qu tti
qu si
qauji saq
qan git</w>
q all
proce ed</w>
pri v
pri or</w>
posi tion</w>
pi ru
pi ju
pa y
p ang
ous ly</w>
on ce</w>
o sed</w>
n ing</w>
n anu
nanu lik</w>
mi sta
maligak sanit</w>
lirinir mik</w>
king uni
ki uti
ki ul
katimaj ing
jo a</w>
ir e</w>
ing mut</w>
ilinni av
ili s
ikajuq tau
hel p</w>
ge tting</w>
g uti
g joa</w>
fu el</w>
f a
en tly</w>
en d</w>
e specially</w>
di tion</w>
d ra
concer n</w>
br ing</w>
atuqtu aruti
atu utiq
attin nit</w>
at si</w>
asingi llu</w>
aru tta</w>
ariaq arni
apiqquti tsaq
angi r
ang inni</w>
ami ttuq</w>
ak ul
ajjigiinn gittu
a i</w>
7 0</w>
5 -
ye ster
yester day</w>
ving mut</w>
v vi
v i</w>
v avut</w>
uq atau
upi gusu
uning anik</w>
ullu unniit</w>
u sing</w>
tus aruti
tunga agut</w>
tu pi
ti tsi
thou gh</w>
taul aur
ta inn
ta in
t ti</w>
t re
supplemen tary</w>
str ong</w>
sta ted</w>
so ci
sel f</w>
san i
san ders</w>
r nut</w>
r n
qu ji
q ju
puq ir
priori ty</w>
pijjuti gi
pij ju
pi vi
p ass
or y</w>
nunavu up</w>
north west</w>
n gittu
n angiq
mi k
matu ir
ma kku
ma j
ll er</w>
la w</w>
ku gluktu
kugluktu k</w>
ktu q</w>
kin d</w>
kiinauj aqta
ki mmi
katimaji it</w>
kati man
kanata mi</w>
k aiv
j ai
inn gi
ing ani</w>
im pro
i p
hop e</w>
hig h</w>
he ard</w>
gavamatuq akkut</w>
g es</w>
ful ly</w>
er e
employ ment</w>
econo mi
di dn</w>
depart mental</w>
deal ing</w>
con struc
ch ar
c ase</w>
bud ge
ati ves</w>
aqp a</w>
aq t
aq para</w>
apiqquti t</w>
anil lu</w>
angi jumik</w>
ang i</w>
amma ta</w>
ag es</w>
a mali
2 6</w>
1999 /2000
1 st</w>
$ 5</w>
yon e</w>
w ed</w>
uv uq</w>
ur ni
uqaq ati
uq uj
up on</w>
unni iq
unngi mmat</w>
uning anut</w>
unikka ali
ul auqtuq</w>
u junut</w>
u juni</w>
tusaruma tuinnaqtunga</w>
tu q</w>
tu lli
tsu tik</w>
ts at</w>
tion ed</w>
tigu sinirmut</w>
ti kku
ti g
teri a</w>
teach ers</w>
tavv ani
taul uni</w>
taq q
tama ani</w>
ta vut</w>
ta tions</w>
siman ir
si uti
ri s
ra structure</w>
quj al
qu l
qauji mani
puqir nak</w>
proj ect</w>
proble m</w>
pinga ju
pi qqu
pi lirini
pang ni
paanap a
paanapa asi</w>
p y</w>
p ini
organi z
on g
o p</w>
nor thern</w>
niru aqti
niriu gij
ni ur
n gittuq</w>
min d</w>
me an</w>
matu iq
maann akkut</w>
m ul
liriji kk
lir iniq</w>
li q</w>
li ab
lat er</w>
l ed</w>
kiinaujaqturuti ks
kig ga
ki aq</w>
kangiqtuga ap
kan atau
kanatau p</w>
kaiv ainn
jau sima
ingi rr
inf rastructure</w>
in tro
ilinniaqtu lirinirmut</w>
ili ta
ikkarrialu u</w>
ik u</w>
headquar ters</w>
gi arni
g akku</w>
ex pl
ever yone</w>
er ship</w>
dra ft</w>
discu ssi
de fic
cri teria</w>
constitu ency</w>
com es</w>
buil t</w>
b asi
auti gi
atu liq
attin nut</w>
ati tti
ata uni
ata a</w>
at ti</w>
at i</w>
as h</w>
as es</w>
arn ingit</w>
arl uni</w>
ar uni</w>
ar akku</w>
api q
anga juqqa
all atta
akitu jun
aju k</w>
ag l
ac coun
8 7
5 0</w>
3 1</w>
2 6
& u
$ 6
we ver</w>
v ari
v a</w>
uqtu q</w>
uqaqqau gama</w>
unni q
tus au
tura ang
tuq a
tu u</w>
tsan ut</w>
ti cal</w>
th s</w>
tamakkun innga</w>
taimai mmat</w>
ta p
star t</w>
speci fi
specifi c</w>
sivulliqpa ami</w>
si q
san ut</w>
recei ved</w>
re ally</w>
qanuil inga
q ari
pur ch
proble ms</w>
pinga s
pi it</w>
p er</w>
o w
o pp
nunatsi ap</w>
nun iq</w>
niru aqtau
naamma s
mmanga aq</w>
mi jut</w>
men tioned</w>
maligat saq</w>
maligak saq</w>
kkanni ruma
kiul vin</w>
kiinauja lirij
katittu gi</w>
katima vi
ing at</w>
in put</w>
in de
ilu ani</w>
ilinni anirmut</w>
hun ter</w>
ho wever</w>
hig h
hi st
hi m</w>
h all</w>
gre at</w>
gavamang anut</w>
gav amali
galu aqtunga</w>
g y</w>
fun ds</w>
for m</w>
economi c</w>
di rect</w>
d ays</w>
d avi
constitu ents</w>
concer ned</w>
colle agu
clari fy</w>
c s</w>
c ing</w>
aul ajjuti
auk aktu
attin ni</w>
at tauq</w>
aru vit</w>
armanga atta</w>
ar ut</w>
aqpi it</w>
appropri ation</w>
appoin t
apologi ze</w>
apiri juma
apiqquti gi
any thing</w>
anng at</w>
angiqatigi i
angi qati
ang unasu
allu tik</w>
akili utit</w>
ak uni
ad ditional</w>
aaqqi i
4 8</w>
3 3
2 4
2 000
- -
wee ks</w>
v it
unn us
unikk aaq
uju it</w>
uj unn
uj ji
u junit</w>
u ann
tuksirauti liuq
ts ini
ti llugu</w>
tho ri
th y</w>
taik ani</w>
taaksi ij
ta lli
t anna</w>
succ ess</w>
sivuliq ti</w>
sivul lir
siv uq</w>
siv au
si tu
si ons</w>
saqqit tauningit</w>
rtu ng</w>
re presen
qimirr uni
qauji juma
qamaniqtu armi</w>
q auj
q aaq
prepar ed</w>
piliri qatigi
pigiaqti tti
pi juma
pi iku</w>
peti tion</w>
part n
pangni rtung</w>
pa ying</w>
p anni
p aat</w>
o ff</w>
nunalinnu ang
niur ru
nig gi
mini k</w>
mi tsa
marru unnik</w>
marru uk</w>
makima inn
liqtu q</w>
lima ami</w>
li sh</w>
le ga
lega l</w>
kkanni q</w>
kee p</w>
kamagij a
jun ni
ju ksau
jau lutik</w>
j ara</w>
isuli tti
iqqanaijaqti ta
inni r
inn atuq
inir mi</w>
ing inni</w>
individu als</w>
inclu ding</w>
in come</w>
igl uq
i sa
i mi
i d
guma junga</w>
gavama kkun
fami ly</w>
fac tors</w>
f lo
f ar</w>
expendi ture</w>
establish ed</w>
discussi ons</w>
detail ed</w>
defic it</w>
davi d</w>
curren tly</w>
curren t</w>
correc tional</w>
corpor ation</w>
construc tion</w>
congratul ate</w>
c ap
bal ance</w>
aw are</w>
au thori
attu t</w>
attin nik</w>
arning innut</w>
armanga at</w>
arlu ta</w>
arlu git</w>
aqpi t</w>
aq ullugu</w>
annu aq</w>
angiqpi sii</w>
angi ta</w>
angi ru
an u</w>
alaur mat</w>
akul liq</w>
akitu ju
akir aqtu
ak saq
actu ally</w>
a y
> ></w>
4 0</w>
3 0
2 7</w>
2 5</w>
12 00</w>
- mi</w>
x 0
x0 a</w>
wi tho
witho ut</w>
wh ere
vi de</w>
uti rvi
uti ons</w>
ur aan
uqati gi
unn ginn
uni aqtut</w>
ugh out</w>
tun gili
tulli a</w>
tu av
ttu u
ts inirmut</w>
tr av
too k</w>
to ld</w>
titir arvi
tik me
tikme ot</w>
thro ughout</w>
ter ms</w>
ten d</w>
tamatum unga</w>
ta ge</w>
ta ak
t ru
sum mer</w>
su urlu</w>
spen ding</w>
sou th</w>
so on</w>
so lu
sign ed</w>
si tting</w>
si m
shor t</w>
ser i
sel ves</w>
san aju
san ajau
sa mik</w>
s po
requ ire</w>
recogni zed</w>
quj an
qu kiuti
qqu ur
qauji man
qanga ta
q inu
pr in
piqujivunga aruti</w>
piqju ang
pinasu aga
pijari iq
pi qati
pass ed</w>
p at
ori gin
ok ay</w>
o c
niggi ani</w>
nam e</w>
nak ati
n alu
mmi junga</w>
mitsa anut</w>
matuiq si
man i</w>
maligaliurvi a</w>
maj or</w>
lima anit</w>
li ves</w>
li ght</w>
le ase</w>
lauq put</w>
l ess</w>
ksan it</w>
kiu juma
kil li
kiinauj atigut</w>
kiinauj anik</w>
ki tikmeot</w>
ke vin</w>
kajusi gi
kaivainn aqtuq</w>
k saq</w>
ju it</w>
ju innau
jo h
ja an</w>
ja ak</w>
ittu nit</w>
isuma al
iqqau ma
iqqanaija at
inn ar
in asu
implemen tation</w>
ilaakku unga
ila ak</w>
ikaju usi
he ar</w>
h 0</w>
gradu ates</w>
f ini
es n</w>
eng lish</w>
el se</w>
effor ts</w>
e very</w>
e valu
do esn</w>
contri b
contrib utions</w>
congratul ations</w>
comple ted</w>
cau cus</w>
c tions</w>
c am
cam bri
cambri dge</w>
bre ak</w>
benef its</w>
avittuqsima juq
aul anir
auj unit</w>
atuli quj
atuaga q</w>
ate ly</w>
as soci
arr ang
arlu tik</w>
arlu gu</w>
ar it</w>
aqtu mut</w>
aqti tauni
aqti ta
appreci ation</w>
ann gittuq</w>
ang ng
ami g
alau k
al akk
aksu ru
akk anir
ag lu
aaqqi gi
979-6 8
979-68 11</w>
979-6 7
979-67 70</w>
87 7</w>
7 26
726 6</w>
4- 7266</w>
33 4-7266</w>
0 h0</w>
uti tti
uti nit</w>
uqausi ksaq
uqauj jaul
uqau s
uqaqti up</w>
uq ullugu</w>
up i</w>
uniaqtu nit</w>
un asunni
ullumi mut</w>
ull unga</w>
ull a
ul u</w>
ul ation</w>
uki i</w>
u ukii</w>
u mi</w>
tun i</w>
tuinn au
tuinn ariaq
tin git</w>
ti uri
ti liur
ti gi
tauv uq</w>
tauju mut</w>
tau jariaq
tamatum inga</w>
ta in</w>
t y
t es</w>
sy m
su u
star ted</w>
siv e</w>
siv alli
si de</w>
sh o
sa mut</w>
s unni
ro ss</w>
rni q</w>
r l
qu ali
qiting ani
qiti rmi
qimirr un
q auta
qauta ma
pulaaqti nik</w>
po wer</w>
piqu tinut</w>
pijjuti q
pi usi
pi qatigi
pi llugu</w>
parn au
p op
pop ulation</w>
p ay</w>
or d
ope n</w>
ol s</w>
ol ay
olay uk</w>
o vide</w>
nunavumi ut</w>
niru aqta
niriu pp
negoti ations</w>
nalauksa ag
n u</w>
mon ths</w>
mista k
mi ght</w>
ll uni</w>
li vai</w>
kinguni agut</w>
katima uti
kati qati
kangiqtugaap ingmi</w>
kamisan aul
kamisanaul aukaktu
kajusi tti
ju upi</w>
ju tigut</w>
jo b</w>
isu mali
iqqanaij aat</w>
iqalu ttuu
inde ed</w>
in atta</w>
ilinniaqtu liriji
ilinni arvi
il ul
i pur
i e
gu vit</w>
gro w
gil auq
for tun
flo or</w>
fe el</w>
f oun
every body</w>
es ses</w>
en ds</w>
e ast</w>
divisi onal</w>
di es</w>
deli very</w>
de si
d son</w>
d ent</w>
concer ns</w>
con tro
c amp
b le</w>
avittuqsima junit</w>
att ani
att an
as n</w>
arvi gi
arraagu ttinni</w>
arra ag
ari alik</w>
ari aksaq</w>
ar sima
ar avit</w>
ar a
aqti tsi
aqp a
aq uti
aq qa
apiqquti k</w>
api qusi
ann oun
ann gittu
ani q</w>
angiqati qaq
ang ata</w>
amma t</w>
all ai
alakk annuaq</w>
al auqtuq</w>
akkanni runn
ak iq
ak ing</w>
ai qsima
agg uq
ac c
aanniaqarnangittu lirinirmut</w>
aan ut</w>
aaaa aaaa
4 7</w>
$ 5
x ima
wor ked</w>
where as</w>
w ards</w>
vi ously</w>
v ara</w>
v alu</w>
v ak
uv uraian</w>
uunga ju
uti llugu</w>
uri ash</w>
uqtu llu</w>
uqall aqati
uq ata
up valu
uning innit</w>
unga si
ung inn
un gittuq</w>
ull i</w>
ugalu aq</w>
u taqqi
u sa
u ga
u aj
tuu tuu</w>
tusau ma
tus aqtitti
tuqa lirijini</w>
tuni si
tuni jau
tuksirautiliuq uj
tuksi arniq</w>
tuki sin
tuki q
tuki li
trans l
ting s</w>
tin ni
tili uri
ti tut</w>
ti llugit</w>
ter n
tausima junit</w>
tau junit</w>
tamatu ma</w>
tama kku
ta king</w>
staff ed</w>
sta te</w>
sma ller</w>
siman it
sima vut</w>
sima vuq</w>
sil auq
sho w</w>
saqqi titti
sa ying</w>
sa uni
s we
s pi
ro le</w>
ri jau
responsib ilities</w>
recommen dations</w>
recei ve</w>
rec ru
re ques
re mar
remar ks</w>
quvi asu
q n
q at
pur su
provi des</w>
po st</w>
ple ased</w>
piliri ari
pijittirau tinut</w>
pi raj
panni qtu
p ast</w>
p ali
p ages</w>
off en
nunavuu mut</w>
nunal inni
niri unniq
niqtun aqtut</w>
ne w
naammas aqtut</w>
n n
n atti
n an
mo de
mma qqu
mee tings</w>
me di
mani ittuq</w>
ma d
m innik</w>
lu talu</w>
liur ni
li st
li it</w>
l es</w>
l au
kk u</w>
kiuj au
kiinaujaqtu tut
kiinauja liriji
kiinauj j
ki s
kat tung
kaju sini
k p
junn aq
jumaj ara</w>
joh n</w>
jo bi
jobi e</w>
itta rni
iqqaqtui ji
iqqanaija atsa
iqqanaij aqtu
intro duc
inn ga
initi atives</w>
ini k</w>
in unnut</w>
in mates</w>
iluunn atik</w>
illu tsaq
ilisai ji
ili ma
id enti
i de
i ci
hu dson</w>
ho pe
gl en
glen n</w>
gij a
gavamakkunn i</w>
gavama q
gav it</w>
g est</w>
g at</w>
f our</w>
f er</w>
expe ct</w>
e qu
cour t</w>
coun try</w>
correc tions</w>
colleagu es</w>
chang e</w>
chall eng
ce p
buil d</w>
bri e
avittuq simani
aulan ing
auj unn
ati liuq
ar ini
ar ing</w>
aqtu tik</w>
aqti llugit</w>
aq qau
appro xima
ap pe
anngil aq</w>
ann gittut</w>
angiq tausima
ang li
an ik
amma lu
allo cation</w>
alaur mata</w>
al innit</w>
akk aniq
akili qtu
ajjigi i
aj ja
aj j
ai q
agre e</w>
add res
ac ting</w>
ac cor
6 9</w>
1999 mi</w>
$ 20</w>
wh ale</w>
w ai
va git</w>
v akka</w>
utirvi gi
ur red</w>
ur n
ur mi
uqausi rij
uqausi ks
uqaqqau mmat</w>
up uraian</w>
up piru
unnus akkut</w>
unikk aat</w>
un gittut</w>
un gittu
ull atta
ula ajuk</w>
ul uni</w>
ul t</w>
ukiuqtaqtu mi</w>
uk i</w>
uaj am
uajam uungaju
u tauni
u atti
tunngav i
tunngasu tti
tunngasu kti
tuinn a
tsa mut</w>
ts au
titiraqsima junut</w>
tin n
tim es</w>
tili jaulutik</w>
tav vunga</w>
tamatum unnga</w>
taimann ak</w>
ta r
syst ems</w>
sym pa
suqqu i
su tik</w>
stan ds</w>
sivuniksa mi</w>
situ ation</w>
sir mi</w>
sima juq</w>
sima jumik</w>
si ta
si mang
sch o
scho ols</w>
san aj
s ung
s ang
ru tta</w>
ris di
revenu es</w>
regi ons</w>
ref lec
rai sed</w>
r lu</w>
qtun ut</w>
qq a
qi tur
qauji mann
qanuqtu ur
pula arving
pl ac
pivalli aju
piqqu si
piliri ji
piliri aq
pi ula
per s
per ki
perki son</w>
p para</w>
p m</w>
p inn
p h
off ic
nuta angu
ni l
ne c
nammini q
na in
n wt</w>
mor ning</w>
man date</w>
maligaliuqti ujuq</w>
mad ame</w>
m inu
lo cal</w>
llu tik</w>
ll ari
liab ilities</w>
li fe</w>
legisl ation</w>
l s</w>
l ing</w>
ku a
ksaq siur
ksa mik</w>
kkanni runn
kivallir mi</w>
katimatuinn aqtunut</w>
kati manit
kan ann
kami sin
k i</w>
k all
k aj
juq qaaq
jun u</w>
ju risdi
jariaq arni
it ed</w>
iqq ai
inuu su
inclu ded</w>
in it</w>
import ance</w>
illu unniit</w>
ilitaqsi jumavunga</w>
ilaakku uqtullu</w>
il aur
ig ur
i mmat</w>
hun d
hund red</w>
gavama vut</w>
g n</w>
fi ed</w>
fami lies</w>
fac ilities</w>
f ood</w>
ex pres
ex ac
exac tly</w>
devel op</w>
deci sion</w>
de di
cti c</w>
contrac ting</w>
can a
cana di
camp s</w>
c ut</w>
bi p</w>
b er
atu r
at angi
assistan t</w>
asi anik</w>
as unn
ar ctic</w>
aqsiman ingit</w>
aqp ata</w>
aqp aat</w>
aq qi
approxima tely</w>
appropri ate</w>
anngi mmat</w>
ann gij
angiqatiqaq in</w>
angiqatigi ig
an nit</w>
an ittu
allo cated</w>
alauq puq</w>
akkanni ruma
aj ju
aippi tauluni</w>
ad dition</w>
ach ie
ac ross</w>
3 6</w>
3 -1</w>
$ 3</w>
vie w</w>
vel s</w>
v in
uuttu utigi
uti llugit</w>
ur s
uqausi rnut</w>
uq a
up alung
upalung aij
unni ir
uning innu</w>
uni qu
unga ta
u li
tuinn arnut</w>
tu s</w>
tu ju
tti gu</w>
to wards</w>
tiuri tu
tion s
tin u</w>
tin ga</w>
tiki r
tavv u
tama innik</w>
ta it</w>
sympa thy</w>
su ungu
str ate
sta tus</w>
solu tion</w>
sima mmata</w>
sima lir
sh ed</w>
se ni
seni or</w>
san aja
s pa
spa ce</w>
s innut</w>
s auti
s at</w>
ro w</w>
refer red</w>
recommen ds</w>
re st</w>
re present</w>
r on
r inirmut</w>
quj a
qu llu
qu ic
qtu q</w>
qn aq</w>
qautama at</w>
qanu inn
q sau
puki qnaq</w>
pro pos
propos als</w>
priv ate</w>
poli cies</w>
pivalli aj
piq ata
pilu aqtumi</w>
piliri j
pijittirau tin
pi uniq
pi kku
pi ij
p avut</w>
p as
ow n
over all</w>
oun d</w>
origin al</w>
ord in
opportuni ties</w>
opp osed</w>
ok i</w>
offi cial</w>
nuta amik</w>
nuq qang
nunavu mut</w>
ni lu</w>
ne y</w>
na am
n aittu
mmi ut</w>
mma ti
minista mik</w>
mi si</w>
mi s
mi j
mann gat</w>
maligaliurvi up</w>
maligaliur vik</w>
mali giaq
mak li
lu ti</w>
loo lik</w>
lirijikkun nit</w>
lima anut</w>
li mit</w>
li min
li gh
lead er</w>
le vels</w>
kiinaujaqtutut sait</w>
kiinaujaq arvik</w>
kig g
kamisan a</w>
kaju sivuq</w>
kaantura amik</w>
k ami</w>
jun e</w>
jour ney</w>
jju tinut</w>
jai misi</w>
j j
j avut</w>
isuma ksaqsiur
is ul
ir n
iqqanaijaqti nut</w>
iqq atu
invol ve</w>
inulima anut</w>
ingirraju u
ingirraju lirinirmut</w>
ilita rij
ili manir
ikaju uti
ikaju rni
ik siv
iglu it</w>
ig loolik</w>
hous es</w>
her i
haaml akkut</w>
h ar
gu n</w>
govern mental</w>
go es</w>
gil anga</w>
gij unn
gi tti</w>
ga q</w>
ga angi
g ulu</w>
g r
for mul
fer ence</w>
fac t</w>
fac ility</w>
expl ain</w>
expec tations</w>
establish ing</w>
est ed</w>
en oki</w>
en ces</w>
dis solution</w>
d ings</w>
d ation</w>
cre ation</w>
cor rect</w>
com mo
co- ordin
cl ai
cer tain
cap ac
capac ity</w>
benef it</w>
be ach</w>
b it</w>
b er</w>
aull uni</w>
aulanir nut</w>
aulaning innu</w>
aul auq
auju mi</w>
atuq tau
atuli quji
atuinn au
at saq
as inginnik</w>
arvi ani</w>
arra agu</w>
armanga attigu</w>
arlu tit</w>
ar ound</w>
ar ms</w>
aqtu qaq
aqpi uk</w>
ann gu
aniq sau
anga juqqaaq
an ta
ami t</w>
ami akk
allo w</w>
al though</w>
al tern
al auqtut</w>
akkun nit</w>
akk unnut</w>
akili utau
ak ik
ai llu</w>
af ter
advi sed</w>
ad op
ac commo
aaqqit tau
aan i</w>
a ag
5 0
4 -1</w>
3 4</w>
$ 1
z ing</w>
wit ness</w>
w ait</w>
v o
uvvalu unniit</w>
uv annik</w>
utirvigi lugit</w>
uti ttini
uti gut</w>
urs day</w>
uq arasu
unn g
unikka aq</w>
un d</w>
ul dn</w>
u liqtu
u kk
u gaj
tura ag
tunn ga
tuki mu
tuav irn
tu aq</w>
ts uni</w>
titiqq at</w>
tikir arju
ti q
ti cs</w>
th ursday</w>
th ers</w>
ter m</w>
te l</w>
tavvu una</w>
tautu g
tau jumik</w>
tal k</w>
tak es</w>
taimanna uninganut</w>
ta x
ta un
ta s
succ ess
sub si
su me</w>
stand ards</w>
stan ces</w>
st re
spo ke</w>
spe aking</w>
sivuli uqti
sivu liqpa
sivuliqpa ami</w>
sivau taup</w>
siv ut</w>
siv unga</w>
sima vugut</w>
sim on</w>
sil ata
si tion</w>
si s</w>
si ki
sen d</w>
se ems</w>
saqq iq
san ir
san i</w>
sai man</w>
sa l</w>
sa innaq</w>
sa alak
saalak s
s p
s k
rul es</w>
rul e</w>
ri t</w>
requi red</w>
regi on</w>
re se
re mind</w>
r mit</w>
r ing</w>
qu lluta</w>
qiti ani</w>
qimirru v
qikiqta aluk</w>
qaujima vunga</w>
qaujima junga</w>
qaujigi arni
qanuilinga lir
qan gi
qam anittu
q tau
q atti
pro mo
pp ut</w>
po wer
po se</w>
pivalli asi
piqujivunga arut</w>
piq atau
pilu aqtumik</w>
pi junit</w>
peri od</w>
pas s</w>
parti cul
parti cip
pa al</w>
oper ation</w>
ong er</w>
offen ders</w>
ob viously</w>
nuq qanga
nunavumi unut</w>
nun ata
niru aq
ni u
natti lik</w>
nammini qarni
nalunai qta
nali qq
nalau tsa
n ullu</w>
n atsi
n ani
mu anga
mode l</w>
mistak es</w>
minis taujuq</w>
mi qqu
mi lu</w>
me ans</w>
matuiqsi jjutinut</w>
maligaliuqti uqati
maligaliuqti nit</w>
maligali rini
ma ij
m l
m ed</w>
lirinir mu</w>
lirijikkun nik</w>
liq pat</w>
lima aq</w>
li t</w>
li qu
li angu
legisl atu
le ct</w>
la g</w>
kkalu aqtunga</w>
kingulliqpa amik</w>
kigg aqtu
ki kku
kati tsutik</w>
kaj ungi
k ata
k am
it su
iqqanaijaqti nik</w>
ipur ul</w>
inukti tuu
inter governmental</w>
inn ammari
inn ait</w>
iniq sau
ingi ta</w>
ing ng
ing inn
inclu des</w>
in st</w>
imma n</w>
ima imman</w>
ilisai jiit</w>
ilang at</w>
iku mmaqqu
ikajuqtau vi
ii puri
igl unit</w>
heri tage</w>
han ta</w>
h r
grow th</w>
gran ts</w>
go t</w>
gili n</w>
gij avut</w>
g akkit</w>
finan cing</w>
f lag</w>
f ill
f air</w>
ex peri
es day</w>
em power
direc tly</w>
d ai
dai ly</w>
contrac ted</w>
col lec
co ve</w>
co py</w>
certain ly</w>
cent res</w>
c are</w>
c ar
bre ak
avittuqsimajuq uti
auti t</w>
aul aur
auj a
au galu
au d
atuq taujunn
atuinn auti
atu ni</w>
atu ni
atti it</w>
ati u</w>
ati tut</w>
ati tsi
atausi q</w>
asunni rmik</w>
assistan ce</w>
asi q
aruti it</w>
arunn aqtu
arning innit</w>
ari iq
are as</w>
ar tut</w>
ar it
aqtu gu</w>
aqtittini rmik</w>
aqq aaq
aq u
api rini
ans wer
ani g
angiju tinu</w>
angi qtut</w>
angi qta
an ullu</w>
alun nit</w>
alu unniit</w>
al ang
al ain</w>
akitujun uunga
akitu juq
akili ks
ajjigiinngittu nit</w>
aga inst</w>
ag o</w>
ad jour
ac ti
ac knowledge</w>
ac cep
aanniasi ur
aan it</w>
8 3</w>
2 7
1 4
1 -
$4 7</w>
yo r</w>
wor ld</w>
wor k
wi de</w>
w ing</w>
visi on</w>
vari ous</w>
v v
v e
v at</w>
uvvalu kiaq</w>
uqauti junn
uqausi uninginnut</w>
uqausi qaq
uq ittuq</w>
uq ar
uppiru su
upi gu
upalungaij arsima
unni r
unngil aq</w>
uniqu e</w>
unikka angat</w>
uni aqtuq</w>
un nit</w>
un ani
un aj
ullu tillu</w>
ul au
u su
tut si
tuni jauj
tun nuniq</w>
tuinn ait</w>
tu qangit</w>
ttin nik</w>
tsi de</w>
tsi aq</w>
tru st</w>
tri ed</w>
trav el
to ber</w>
tittini rmik</w>
titir aqsimaningit</w>
tili jaul
tilijaul uni</w>
tigu jau
ti lluta</w>
territori al</w>
ten ti
tari o</w>
tamatu mani</w>
tamatu ma
tamatuma up</w>
tama kk
taku min
tai vit</w>
ta ra</w>
ta g
ta anut</w>
t taq
t ent</w>
suu san</w>
suqqu iq
suqqu ima
stu dy</w>
sou th
so line</w>
sivuni ani</w>
siki tu
si lu</w>
si gni
sh are</w>
ser ge
serge ant</w>
sen se</w>
se tting</w>
saqqi ja
sani raj
sa anta
saanta s</w>
runn ing</w>
ro o
rni rmut</w>
resour ce</w>
ref er</w>
reas ons</w>
reali ze</w>
ra l</w>
r ut</w>
r nit</w>
qutti ktuq</w>
qtun i</w>
qiting ani</w>
qikiqta alung
qaujimaj atu
qauji mang
qauji gumajunga</w>
qatta uti
qanuil ing
qall una
q aij
puri is
propo sal</w>
pro vin
pivalli anginn
piliripvi mmi</w>
pilirip ving
piliri qati
piju mali
pijumali rnirmut</w>
pijjutigi llugu</w>
pigiaqti taujumut</w>
pigi aruti</w>
pi li
pay ments</w>
pali is
pa a</w>
p aipp
out post</w>
ou tside</w>
ou ght</w>
organiz ational</w>
on tario</w>
oi l</w>
oc tober</w>
nunaq aqqaaq
nunali ral
no thing</w>
no on</w>
niru aqtausima
nangiq si
nammini rij
nalauksaag allatta
naamma tti
na ys</w>
n aju
mon th</w>
mi tti
mi ta</w>
mi killi
mi juq</w>
maligaliurving mit</w>
maligaliuq tinut</w>
maliga lirij
makku ktu
ma yor</w>
m ous</w>
m et</w>
m el
llu tillu</w>
liqu or</w>
laur mata</w>
l ab
kua puriis
kk uni</w>
kk anir
king uv
kimmi rut</w>
kimmi ru
kiinaujj as
kiinaujaqturuti ksat</w>
kiinaujaqturuti ksaq
katimani q</w>
katimajiralaan it</w>
katimaj ingit</w>
kaju s
kaantura ak</w>
k ul
k ly</w>
ju d
jo b
job s</w>
j akka</w>
ittu q
it ti
isumaalu uti
iqqanaijaqti quti
iqqanaijaatsa lirijikkut</w>
inu gi
inir mu</w>
informa tics</w>
inc re
in kami</w>
in ed</w>
in corpor
imann ak</w>
ilu anngij
ill uqaqti
ilitaqsijuma gama</w>
ilinniaqti it</w>
ilinni arni
ili saq
il i</w>
iipuri ili</w>
ig h
i vi
i gi
ho l
hist ory</w>
happ y</w>
happ ening</w>
go al</w>
gi n</w>
gavamang annut</w>
gavamali rinirmut</w>
ga soline</w>
g ulu
g ullu</w>
g attigu</w>
fu r</w>
fri day</w>
fortun ately</w>
formul a</w>
fin e</w>
fic ations</w>
fi ve</w>
fac ts</w>
evalu ation</w>
es sed</w>
en cies</w>
empower ment</w>
elec tion</w>
eff ec
ear ly</w>
e ver</w>
e sts</w>
diff ic
di sa
di al
deci sions</w>
d a</w>
consider ed</w>
consi der</w>
con fi
con ference</w>
comp tro
clo ck</w>
challeng es</w>
c ement</w>
buil dings</w>
be gin</w>
basi cally</w>
b our</w>
b ought</w>
avittuqsimani rij
av in</w>
auqtu nit</w>
aulattini rmik</w>
aulatsi ji
atuinn aq
atuinn a
ati li
at ors</w>
asu re</w>
as inginnit</w>
aruma vunga</w>
arning innik</w>
ari anng
aqp utit</w>
aqp alli
appreci ate</w>
appoint ment</w>
apiqquti kkanni
anngil agut</w>
anngi mmata</w>
angu ju
angi tta</w>
anga jut</w>
anga junit</w>
ang uvut</w>
ang annut</w>
amma r
akitujunuunga jut</w>
akiliuti nut</w>
ak ittu
aju ri
ai p
after noon</w>
advi ce</w>
ac tion</w>
ab original</w>
aaqqit tausima
a sa
9 1</w>
5 00</w>
3 9</w>
2 0
2 -1</w>
1 -1</w>
$3 13</w>
z es</w>
w asn</w>
ving mi</w>
vi gi
valli ani
valli aj
v j
v ement</w>
v ar
v aa</w>
uv annut</w>
uv ani
uting innit</w>
uti ksait</w>
usu ally</w>
uraij as</w>
uraan ik
ur g
uqtu t</w>
uqsuqtu umi</w>
uqqu mmiut</w>
uqaqqau gavit</w>
uqalimaaqta uninginnut</w>
uq attaq
upvalu unniit</w>
upalungaijarsima vik</w>
up date</w>
uniq sau
unik s
uniaqtu mi</w>
uni rmik</w>
ungasi ktu
ung ani</w>
unani mous</w>
un illu</w>
un fortunately</w>
umi aqju
ullu si</w>
ull unilu</w>
ulauq puq</w>
ul y</w>
ug unn
u t
u mmangaata</w>
u jumik</w>
u al
tusa g
tukisi uma
tuju rmi
tuinn arni</w>
tuinn arni
to mor
tomor row</w>
tiuritu arij
tittini q</w>
titi q
tin i</w>
tili si
tikirarju aq</w>
tik ittu
ti ves</w>
ti i</w>
taul auqtuq</w>
tau ma
tau giaq
tap v
tama rmik</w>
tama at</w>
tama ani
tak unn
taimanna sainnaq</w>
tai vit
tai gu
tag ga</w>
ta at
suq tau
supp osed</w>
success ful</w>
sub sid
subsid y</w>
su san</w>
su ff
str ation</w>
sti c</w>
st ood</w>
sivullir pa
sivuliq paat</w>
sivuli aru
sivu liuq
siman iq
sima juq
sima junik</w>
signi fic
seri ous</w>
sch ed
sched ul
san git</w>
sa fe
safe ty</w>
s mel
s anngi
s al
requi re
reques t</w>
represen ta
ren t</w>
reg ard</w>
refer ring</w>
rec ently</w>
rai se</w>
qujal iniq</w>
qtun ga</w>
qtu g
qimirruv allutik</w>
qimirrun attiit</w>
qikiqtaalu up</w>
qaujimang ngittu
qaujimajatu qangit</w>
qaujimaj atuq
qari sauj
qan it</w>
qall un
q a</w>
q &
pri me</w>
pre limin
prelimin ary</w>
poli tical</w>
po sed</w>
pivalliasi manir
pivalliaja inirmik</w>
piquti lirijikkunnut</w>
pinasuag arnit</w>
pin gasu
pilirivi ujut</w>
piliri junn
piliri ak
pijjutigi llugit</w>
pij au
pi uju
pi u
pi llugit</w>
per for
p s</w>
p lu
p i</w>
p ati
organiz ations</w>
ope d</w>
o &
o& m</w>
nunali quti
nunali mmi</w>
nec ess
ne ver</w>
nalunair si
nalunaij aqsima
nain a
na al
n ati
n as
n al
n aan
mu angajuq</w>
mo ved</w>
minist angat</w>
min i</w>
mi ut</w>
matu ing
mappi gaq</w>
maligaliuqti ujuit</w>
m inga</w>
lo w</w>
ligh tly</w>
li uqti
li st</w>
li i
lii vai</w>
li gi
legislatu re</w>
le ft</w>
l uni</w>
l onger</w>
l ly</w>
l auqtut</w>
l ai
ksan ut</w>
kk ama</w>
kiinaujaqturutiksan ut</w>
kiinauja lirijikkut</w>
ki vin</w>
ki avin</w>
katimavi up</w>
kanann angani</w>
kan ata</w>
kamagija unir
kama jiit</w>
kama gi
kajusigi arit</w>
kajusi tuinn
kajusi tsi
kajusi git</w>
kaan tur
k en</w>
jun g
ju uraijas</w>
ju si
ja it</w>
ittu nut</w>
ittarni saq
isumaksaqsiur utiksait</w>
ir ing</w>
ir cu
iqqanaijaqti nit</w>
iqqanaij ar
inu uki</w>
inu tuq
inu tu
inu liriji
ing annik</w>
infor m</w>
in uq
in ung
in e</w>
ilul ingit</w>
ilu anngi
illu it</w>
iliqqu s
ilagij au
ila giaq
ikajuq tauv
ikaj uqta
ik tu
igur e</w>
ici ent</w>
i junn
hun ters</w>
hope fully</w>
high way</w>
han tu</w>
h iring</w>
go als</w>
ginn gi
gil aur
gij ara</w>
gi ving</w>
gavam anut</w>
gaj aqtut</w>
ga ma
ga it</w>
fir m</w>
fer red</w>
fac tor</w>
f ree</w>
f oo
f igure</w>
ex tend</w>
en cour
di stri
devel oped</w>
de fini
d le</w>
d es
d ence</w>
cri tical</w>
contrac ts</w>
continu ing</w>
con sent</w>
cau sed</w>
canadi an</w>
c ircu
c all</w>
c all
bro u
bec ame</w>
be come</w>
av ingmut</w>
authori zed</w>
auq atau
aulatsi jiit</w>
aulatsi j
auj unik</w>
atittini rmik</w>
ati t</w>
at h</w>
asu ungu
as inginnut</w>
as ing</w>
arv it
arunn aq
artu q</w>
arti facts</w>
arraagu up</w>
arraagu ula
arni up</w>
arni aqtut</w>
arni aqput</w>
ari jau
ari aliit</w>
arasu gi
ar unniiq
ar t</w>
ar si
ar ly</w>
ar ch</w>
aqtu nillu</w>
aqtang innit</w>
aqta tinnit</w>
aqta ilimanir
appro ved</w>
answer ed</w>
anng inn
angu mmat</w>
angittu t</w>
angiq titauni
angi rr
ang annik</w>
amma ttauq</w>
allo wed</w>
all atti</w>
all ap
ali ur
alauq pugut</w>
ala ung
akkanni q
akili qsu
ak inga</w>
ak autigi
ajuri qsu
